{
 "s2v": {
  "model": {
   "name": "model",
   "trainable": true,
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       302
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_input"
     },
     "name": "dense_input",
     "inbound_nodes": []
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       302
      ],
      "units": 15,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     },
     "name": "dense",
     "inbound_nodes": [
      [
       [
        "dense_input",
        0,
        0,
        {}
       ]
      ]
     ]
    }
   ],
   "input_layers": [
    [
     "dense_input",
     0,
     0
    ]
   ],
   "output_layers": [
    [
     "dense",
     0,
     0
    ]
   ]
  },
  "weights": [
   [
    [
     1.205029845237732,
     -1.0028364658355713,
     0.47546619176864624,
     -1.1921753883361816,
     -1.026594638824463,
     0.2694101929664612,
     1.1638673543930054,
     -0.38051289319992065,
     2.6335132122039795,
     2.801335096359253,
     1.0327850580215454,
     1.1824500560760498,
     0.9129539728164673,
     -1.3268324136734009,
     -0.6419611573219299
    ],
    [
     -1.1235191822052002,
     -0.8811960816383362,
     -0.3048063814640045,
     0.23768888413906097,
     2.5693531036376953,
     -0.07211466878652573,
     -0.46966320276260376,
     0.2105291336774826,
     -0.6538270115852356,
     -1.2899143695831299,
     1.7182213068008423,
     2.553910732269287,
     0.4309166669845581,
     1.7789416313171387,
     -0.9574282765388489
    ],
    [
     -0.552848756313324,
     5.639567852020264,
     1.0946235656738281,
     0.6680577993392944,
     0.008526180870831013,
     1.5439214706420898,
     0.6714949011802673,
     0.009441082365810871,
     0.7912902235984802,
     0.18806056678295135,
     0.5580363273620605,
     -0.40954673290252686,
     1.4562504291534424,
     3.456634521484375,
     1.7124276161193848
    ],
    [
     0.055840421468019485,
     -0.39248695969581604,
     -0.23083367943763733,
     -0.7684672474861145,
     2.340791702270508,
     0.5316880345344543,
     -0.7628994584083557,
     -1.2500602006912231,
     -0.13279713690280914,
     0.4266190528869629,
     -0.4706211984157562,
     1.4516639709472656,
     1.076937198638916,
     1.2873287200927734,
     2.096505880355835
    ],
    [
     -0.21371866762638092,
     1.2305032014846802,
     2.936838150024414,
     -0.13288156688213348,
     1.4234315156936646,
     2.339022159576416,
     1.8470724821090698,
     0.7261517643928528,
     3.278991460800171,
     0.9682198762893677,
     0.36646825075149536,
     0.7600901126861572,
     -1.1579264402389526,
     1.3434005975723267,
     2.3072152137756348
    ],
    [
     -0.20372086763381958,
     -1.163726568222046,
     -0.8976985812187195,
     2.0860607624053955,
     0.829529345035553,
     -0.6268690228462219,
     -0.7765493392944336,
     -0.36398544907569885,
     -0.709426999092102,
     -1.1489200592041016,
     -0.18854394555091858,
     -1.435594916343689,
     3.7356457710266113,
     -1.1448371410369873,
     -0.9999110102653503
    ],
    [
     0.031058931723237038,
     -0.024574708193540573,
     1.9320580959320068,
     -1.193437933921814,
     -1.2002530097961426,
     -0.9866008162498474,
     -0.9301996827125549,
     0.26654645800590515,
     -0.36591917276382446,
     1.4618816375732422,
     -0.26913636922836304,
     2.2131807804107666,
     1.7296420335769653,
     -1.3355846405029297,
     -0.6658830642700195
    ],
    [
     -0.9429325461387634,
     0.6974011659622192,
     0.37063655257225037,
     -0.9580910205841064,
     -0.13362447917461395,
     -0.3401300609111786,
     -1.1038702726364136,
     -1.199773907661438,
     -0.6221504211425781,
     -1.313302755355835,
     1.3076280355453491,
     2.9427857398986816,
     0.16425682604312897,
     1.1929322481155396,
     -0.5098115801811218
    ],
    [
     -1.1177034378051758,
     0.03870494291186333,
     2.172595500946045,
     -1.0827205181121826,
     1.6659255027770996,
     -0.5614409446716309,
     0.24326638877391815,
     0.07719513773918152,
     0.8051387071609497,
     1.4694968461990356,
     0.3011237382888794,
     3.166106939315796,
     0.17174296081066132,
     -0.6029157638549805,
     2.124070405960083
    ],
    [
     -0.4506301283836365,
     -0.011539744213223457,
     2.780961036682129,
     0.2941437065601349,
     0.25073280930519104,
     0.2994188964366913,
     3.353628396987915,
     -1.2393238544464111,
     0.9382787346839905,
     0.18123328685760498,
     -0.8689863681793213,
     0.19310452044010162,
     0.606452226638794,
     0.6344585418701172,
     0.1575702577829361
    ],
    [
     -0.8235287070274353,
     -0.2807197570800781,
     0.0943511500954628,
     0.6859133839607239,
     -1.0696990489959717,
     0.12436681240797043,
     -0.5757653713226318,
     2.767137050628662,
     -0.6445989012718201,
     -0.13033320009708405,
     0.15726418793201447,
     -0.8401738405227661,
     0.5893247723579407,
     0.34462395310401917,
     1.433916449546814
    ],
    [
     1.3826687335968018,
     -1.1837252378463745,
     -1.1627137660980225,
     0.7825663685798645,
     2.139763832092285,
     -0.48124343156814575,
     -0.31343433260917664,
     -0.10946870595216751,
     -0.10924867540597916,
     -1.2914468050003052,
     -0.7768720984458923,
     -0.3455207943916321,
     3.388998031616211,
     -1.0196939706802368,
     -0.901013970375061
    ],
    [
     0.8177027702331543,
     -0.4002215266227722,
     2.5385398864746094,
     0.05675928667187691,
     0.08151450753211975,
     0.59663325548172,
     2.7404654026031494,
     -1.2437132596969604,
     1.1785292625427246,
     0.9868525266647339,
     -0.4890766739845276,
     0.9042314291000366,
     -0.20695218443870544,
     1.3924325704574585,
     0.48219361901283264
    ],
    [
     2.5920403003692627,
     -1.0479689836502075,
     -1.1114473342895508,
     0.6824899315834045,
     -0.9737375378608704,
     -0.4952702522277832,
     0.09824562817811966,
     -1.0717792510986328,
     0.27951639890670776,
     2.0165653228759766,
     1.2273401021957397,
     1.0817375183105469,
     0.3714134097099304,
     1.1238079071044922,
     -0.9070128202438354
    ],
    [
     0.005608252249658108,
     -0.14490185678005219,
     2.5136780738830566,
     -0.9266353845596313,
     -1.1887896060943604,
     -1.0146007537841797,
     -0.7287437319755554,
     0.30933886766433716,
     -0.37119197845458984,
     1.1030845642089844,
     -0.23018817603588104,
     1.804286003112793,
     1.9205899238586426,
     -1.3362752199172974,
     -1.0852100849151611
    ],
    [
     3.6731760501861572,
     0.5633950233459473,
     -1.184528112411499,
     0.018375657498836517,
     1.4830676317214966,
     0.8115740418434143,
     1.0833871364593506,
     0.2197379171848297,
     -0.23489657044410706,
     0.9145041108131409,
     1.694722294807434,
     0.20618703961372375,
     -0.048788271844387054,
     -1.3235713243484497,
     -0.36681821942329407
    ],
    [
     -0.3727836310863495,
     -1.1667547225952148,
     -0.9376742839813232,
     2.2796409130096436,
     1.7662681341171265,
     -0.8854109048843384,
     -1.1049113273620605,
     -1.0206958055496216,
     -0.9966747760772705,
     -1.2449114322662354,
     -1.1641038656234741,
     -1.733119010925293,
     1.397043228149414,
     -1.3517560958862305,
     -0.27515411376953125
    ],
    [
     -0.25091060996055603,
     -1.166464924812317,
     -1.0669043064117432,
     5.269657135009766,
     1.0229402780532837,
     -0.9570144414901733,
     -0.8288240432739258,
     -1.0508449077606201,
     -0.9930863976478577,
     -1.2259594202041626,
     -1.2993853092193604,
     -0.009373129345476627,
     -0.030430635437369347,
     -0.6623207330703735,
     -1.0697848796844482
    ],
    [
     -0.9546067714691162,
     2.4574999809265137,
     -1.0024315118789673,
     1.55715811252594,
     2.276933193206787,
     0.3053313195705414,
     1.6608837842941284,
     -1.0023324489593506,
     0.5539242625236511,
     0.4619392156600952,
     -0.1526978760957718,
     2.412899971008301,
     -0.6909871101379395,
     -1.342895269393921,
     0.9823077917098999
    ],
    [
     1.0268683433532715,
     -0.3873403072357178,
     -0.9795302748680115,
     -0.36981984972953796,
     0.26094380021095276,
     0.5607976317405701,
     -1.1005539894104004,
     0.5306548476219177,
     2.069206953048706,
     -1.2948945760726929,
     -0.4557091295719147,
     -0.27786409854888916,
     5.009536266326904,
     -0.4396240711212158,
     2.398449182510376
    ],
    [
     -0.573188304901123,
     -1.1636977195739746,
     -1.0854402780532837,
     -1.1878530979156494,
     -1.1295241117477417,
     -1.016810417175293,
     -1.009057879447937,
     2.1419856548309326,
     0.8539080619812012,
     -1.0691813230514526,
     2.8640310764312744,
     -0.9262381792068481,
     0.09268005937337875,
     3.2401580810546875,
     -0.699604332447052
    ],
    [
     1.6982370615005493,
     -1.153436303138733,
     -1.1696840524673462,
     -0.8614340424537659,
     -0.5296140909194946,
     0.7181126475334167,
     0.4203145503997803,
     -1.258168339729309,
     0.4835735559463501,
     1.483641266822815,
     0.9681616425514221,
     1.8398886919021606,
     -0.3896978795528412,
     1.3035720586776733,
     -1.0681545734405518
    ],
    [
     0.31850340962409973,
     0.18062593042850494,
     -1.1598718166351318,
     1.752244234085083,
     0.9044284224510193,
     -0.9996699094772339,
     -0.9206757545471191,
     -1.2493338584899902,
     -0.5968475341796875,
     -1.2950893640518188,
     1.0169250965118408,
     2.6948320865631104,
     -1.1643158197402954,
     -0.3533298671245575,
     -0.7310126423835754
    ],
    [
     -0.0726710632443428,
     -1.1537810564041138,
     -1.1072157621383667,
     1.8502628803253174,
     2.16158390045166,
     -0.5578054189682007,
     -1.0845723152160645,
     -0.45413416624069214,
     -0.5140454173088074,
     -0.856231153011322,
     0.011379229836165905,
     -1.6676204204559326,
     3.267852306365967,
     -1.3326034545898438,
     -0.17343711853027344
    ],
    [
     0.7330393195152283,
     -0.8512423038482666,
     1.2658418416976929,
     -1.1964690685272217,
     -1.1697026491165161,
     -0.9952988028526306,
     0.9778494834899902,
     0.33104780316352844,
     0.16555747389793396,
     1.5853632688522339,
     2.707080125808716,
     1.0927867889404297,
     -0.4534386992454529,
     -1.1732399463653564,
     -0.7187766432762146
    ],
    [
     -0.44850191473960876,
     0.01850641332566738,
     -0.5206321477890015,
     0.8586225509643555,
     0.1719616949558258,
     -0.8571468591690063,
     0.16936197876930237,
     0.5514009594917297,
     0.09456956386566162,
     -0.030022716149687767,
     -0.18742917478084564,
     -0.6437581777572632,
     -1.423701286315918,
     -0.40177544951438904,
     -0.8099164962768555
    ],
    [
     -0.6436375975608826,
     0.11085530370473862,
     -0.8848724961280823,
     1.7965648174285889,
     0.3299564719200134,
     -0.7277743220329285,
     0.8354796171188354,
     -1.17815363407135,
     0.18302661180496216,
     0.177440345287323,
     2.780722141265869,
     -0.5460601449012756,
     -0.6509121060371399,
     1.9598362445831299,
     -0.6026607751846313
    ],
    [
     0.8979940414428711,
     -1.07668936252594,
     -0.5052024126052856,
     -0.5315361618995667,
     0.82232266664505,
     -0.6214889287948608,
     -0.8258680105209351,
     1.2086353302001953,
     0.5564663410186768,
     -1.2946045398712158,
     1.6177566051483154,
     -0.4574577808380127,
     1.2261700630187988,
     -0.5884856581687927,
     2.193901300430298
    ],
    [
     -0.8652284145355225,
     0.6068190336227417,
     -1.1796053647994995,
     -1.1903424263000488,
     -1.0723106861114502,
     -0.562154233455658,
     -0.7085148096084595,
     1.936632752418518,
     -0.8419946432113647,
     -0.34772777557373047,
     1.2768099308013916,
     1.0328518152236938,
     1.7470303773880005,
     0.31717315316200256,
     -0.513445258140564
    ],
    [
     -0.39745453000068665,
     -0.5963907837867737,
     -0.9729095101356506,
     1.5040327310562134,
     0.29023227095603943,
     -0.47444021701812744,
     -1.0546205043792725,
     -0.8818945288658142,
     -0.6405375003814697,
     -1.1514678001403809,
     3.0224690437316895,
     1.961213231086731,
     -1.309622049331665,
     1.4065001010894775,
     -0.05611046403646469
    ],
    [
     0.3428630232810974,
     2.328742027282715,
     -0.04865521565079689,
     1.9568098783493042,
     0.5630881190299988,
     1.845009207725525,
     2.523785352706909,
     4.130871772766113,
     0.1737365871667862,
     0.7309203147888184,
     0.7570049166679382,
     -1.6959960460662842,
     4.39278507232666,
     3.1442816257476807,
     -0.08937758952379227
    ],
    [
     -0.8359137177467346,
     0.3958517909049988,
     -1.1294007301330566,
     2.172827959060669,
     0.5978312492370605,
     -0.8644242882728577,
     0.8082691431045532,
     -0.8159577250480652,
     0.32354536652565,
     0.21655191481113434,
     2.5854129791259766,
     -0.4752427935600281,
     -0.25792309641838074,
     1.3492660522460938,
     -0.8143534064292908
    ],
    [
     -0.7807633876800537,
     -0.021285280585289,
     0.27287617325782776,
     0.354889452457428,
     -0.8213821053504944,
     1.1639896631240845,
     1.650465965270996,
     -0.11035286635160446,
     0.5485100746154785,
     -0.15905050933361053,
     -1.0250219106674194,
     -0.9617520570755005,
     -0.35610005259513855,
     0.8843545913696289,
     0.18658855557441711
    ],
    [
     -0.8908202648162842,
     -1.1536554098129272,
     -1.0490849018096924,
     -1.0923320055007935,
     0.318918913602829,
     0.132856547832489,
     -0.641333281993866,
     -0.7554383873939514,
     -0.5184990167617798,
     -0.23446744680404663,
     -0.6342775225639343,
     0.6069095730781555,
     -0.6681975722312927,
     -0.9448396563529968,
     -0.34859874844551086
    ],
    [
     -0.8158393502235413,
     0.7403504848480225,
     0.9623567461967468,
     -0.2618066072463989,
     -1.0542619228363037,
     -0.2925904393196106,
     -0.5478007197380066,
     -0.30483341217041016,
     -0.9955325126647949,
     -0.9422433376312256,
     -0.10609249025583267,
     3.5316402912139893,
     1.089377999305725,
     2.046194553375244,
     0.2688308358192444
    ],
    [
     0.24007652699947357,
     1.2134490013122559,
     -1.1607106924057007,
     1.1586631536483765,
     2.221360683441162,
     0.7108675837516785,
     1.653462529182434,
     1.6333204507827759,
     1.307831883430481,
     -0.14073584973812103,
     0.14247450232505798,
     -0.8061052560806274,
     0.46516481041908264,
     -0.44717544317245483,
     -1.0800236463546753
    ],
    [
     3.2872538566589355,
     -0.4687757194042206,
     0.24176400899887085,
     -0.3699038624763489,
     1.1102510690689087,
     0.07933445274829865,
     2.7534966468811035,
     -0.9601168632507324,
     0.9141554832458496,
     2.1820127964019775,
     0.28932809829711914,
     1.0783604383468628,
     0.49068590998649597,
     -1.3498059511184692,
     -0.6776735782623291
    ],
    [
     0.6603390574455261,
     1.2590135335922241,
     0.971973180770874,
     -0.18601109087467194,
     -0.3639073967933655,
     -0.9900214076042175,
     -0.07445236295461655,
     -1.2528343200683594,
     -0.7676152586936951,
     -0.35580065846443176,
     -1.3021132946014404,
     0.8942621350288391,
     -1.3588535785675049,
     -0.8912288546562195,
     0.6381662487983704
    ],
    [
     0.17999839782714844,
     3.6641199588775635,
     -0.4248550236225128,
     -0.7990351915359497,
     -0.637727677822113,
     -0.6759162545204163,
     -0.3261071443557739,
     -0.7176220417022705,
     -0.40980952978134155,
     0.1399049311876297,
     -1.2941118478775024,
     1.3030812740325928,
     3.5651402473449707,
     -1.1285687685012817,
     -1.074288010597229
    ],
    [
     1.0103679895401,
     -0.6339514255523682,
     2.230572462081909,
     -0.3110792934894562,
     -1.1780006885528564,
     -0.8791783452033997,
     1.429251790046692,
     -0.41656219959259033,
     2.2217092514038086,
     -0.71342933177948,
     -0.10190076380968094,
     2.6496477127075195,
     -0.33712872862815857,
     0.3263223469257355,
     1.3480955362319946
    ],
    [
     -0.8527920246124268,
     -0.8130784630775452,
     2.1802330017089844,
     0.5007280707359314,
     1.3922934532165527,
     -0.6754793524742126,
     -0.8754602670669556,
     0.15944160521030426,
     -0.5001127123832703,
     -0.8323543667793274,
     1.8548706769943237,
     1.4591575860977173,
     -0.8009845614433289,
     2.595729112625122,
     -0.6923230290412903
    ],
    [
     2.2657721042633057,
     -1.1549489498138428,
     -0.3434939384460449,
     0.44950708746910095,
     0.42057839035987854,
     -0.7643229961395264,
     -0.9652984738349915,
     -0.8128072619438171,
     -0.547658383846283,
     2.6583826541900635,
     1.6203433275222778,
     -0.9669626355171204,
     -0.6001707911491394,
     2.2076289653778076,
     -0.9696668386459351
    ],
    [
     -0.9179511666297913,
     -1.0661581754684448,
     -1.1814011335372925,
     -0.8025971055030823,
     -1.0848133563995361,
     -0.8325648307800293,
     -0.8384357690811157,
     2.4956796169281006,
     -0.987153172492981,
     -1.3036503791809082,
     2.072124481201172,
     -1.0766390562057495,
     -0.21550996601581573,
     3.5496792793273926,
     0.17220306396484375
    ],
    [
     0.6193047761917114,
     0.29742521047592163,
     0.582749605178833,
     -1.1461679935455322,
     1.3947120904922485,
     -0.5638982057571411,
     0.9973154664039612,
     0.8924806714057922,
     -0.8260210156440735,
     2.7265257835388184,
     -0.07547669112682343,
     -1.005058765411377,
     1.1927409172058105,
     2.222278356552124,
     1.5913481712341309
    ],
    [
     0.3640539050102234,
     2.2763772010803223,
     -0.71084064245224,
     0.20290841162204742,
     0.6155859231948853,
     1.547438144683838,
     1.3856711387634277,
     3.655374050140381,
     -0.5881607532501221,
     2.2232470512390137,
     2.7467575073242188,
     -1.127903938293457,
     1.5956658124923706,
     2.2879037857055664,
     0.8130826354026794
    ],
    [
     -0.22213885188102722,
     -0.6985910534858704,
     -1.1117570400238037,
     1.1818290948867798,
     0.26448750495910645,
     -0.6896336674690247,
     -0.4964776337146759,
     -0.843465268611908,
     0.23956499993801117,
     0.34137043356895447,
     2.540134906768799,
     -0.8087062835693359,
     -0.650296688079834,
     2.8528263568878174,
     -0.5084604620933533
    ],
    [
     0.4580511450767517,
     2.892874002456665,
     -0.305428683757782,
     -1.1997318267822266,
     0.5429401993751526,
     -0.6274754405021667,
     -0.21790404617786407,
     -1.2600566148757935,
     -0.20730102062225342,
     0.29613062739372253,
     -1.3121461868286133,
     0.600628137588501,
     3.4223015308380127,
     -0.9731642603874207,
     -1.0876072645187378
    ],
    [
     0.06024584546685219,
     0.1951838731765747,
     0.9926453828811646,
     2.302633047103882,
     1.8778595924377441,
     0.19729341566562653,
     0.23916640877723694,
     1.6534987688064575,
     2.6589860916137695,
     0.3729706108570099,
     0.4781644642353058,
     -0.2760988175868988,
     -1.4221664667129517,
     -0.11687687784433365,
     0.75159752368927
    ],
    [
     1.052012324333191,
     -0.40986916422843933,
     1.1166179180145264,
     -0.7159363031387329,
     2.0901248455047607,
     -0.7699398398399353,
     0.5387096405029297,
     1.2832177877426147,
     -0.5045143961906433,
     -1.3001011610031128,
     2.3309433460235596,
     1.3604059219360352,
     1.0310345888137817,
     -0.7439427971839905,
     1.8138539791107178
    ],
    [
     -1.1209701299667358,
     -0.48893457651138306,
     3.0408661365509033,
     0.33091312646865845,
     0.49823620915412903,
     -0.1728304922580719,
     -1.0870593786239624,
     -0.41800162196159363,
     -0.49757564067840576,
     -0.43508926033973694,
     -0.005269782152026892,
     1.3338981866836548,
     1.207274317741394,
     2.517235517501831,
     -1.0771722793579102
    ],
    [
     0.32033729553222656,
     0.8707330822944641,
     -0.4026188254356384,
     1.6547040939331055,
     -1.1924704313278198,
     -0.8996742367744446,
     -0.2708005905151367,
     -0.9048340320587158,
     2.005023241043091,
     -0.25696679949760437,
     -0.20427975058555603,
     -0.2876702547073364,
     0.20988398790359497,
     -1.332985281944275,
     -1.029491901397705
    ],
    [
     0.3896903395652771,
     0.4227248430252075,
     1.1312406063079834,
     3.0395584106445312,
     1.8862658739089966,
     1.0145050287246704,
     1.3378841876983643,
     1.9367413520812988,
     0.14992107450962067,
     0.3708876967430115,
     0.8193422555923462,
     0.6452432870864868,
     -1.206230640411377,
     -1.0454816818237305,
     -0.6755287051200867
    ],
    [
     -1.1271519660949707,
     -1.1221368312835693,
     -1.1744121313095093,
     -1.1902521848678589,
     -1.102582335472107,
     -0.9859198927879333,
     -0.231175497174263,
     1.7207226753234863,
     -0.8742920160293579,
     -0.8777021765708923,
     0.29280635714530945,
     0.1150883361697197,
     0.944540798664093,
     4.525246620178223,
     -0.9463130235671997
    ],
    [
     1.0980451107025146,
     -1.1587268114089966,
     -0.6466184854507446,
     -0.3846299648284912,
     -1.170080542564392,
     -0.6446627378463745,
     -0.08588749915361404,
     -0.9796301126480103,
     -0.40293920040130615,
     0.9490830302238464,
     2.021643877029419,
     1.435098648071289,
     -0.858739972114563,
     1.7163256406784058,
     -1.0779930353164673
    ],
    [
     -0.0048672533594071865,
     1.8842387199401855,
     -0.5859007835388184,
     1.8236266374588013,
     1.1065800189971924,
     1.7924095392227173,
     1.0423260927200317,
     1.6425695419311523,
     3.065891742706299,
     2.2407946586608887,
     -1.2888739109039307,
     -0.3881702721118927,
     -0.02335028164088726,
     0.4767930507659912,
     3.721771717071533
    ],
    [
     -0.5781854391098022,
     1.2317540645599365,
     -0.9458457231521606,
     -0.7337836623191833,
     0.2468130737543106,
     -1.0106449127197266,
     -0.039487116038799286,
     2.021235704421997,
     -0.782489538192749,
     2.016495704650879,
     1.162627935409546,
     1.1439865827560425,
     2.8653452396392822,
     0.6363831758499146,
     -0.40162500739097595
    ],
    [
     1.241695523262024,
     -1.152334451675415,
     2.028243064880371,
     -1.1842116117477417,
     -1.2013994455337524,
     -0.2558445930480957,
     1.1401447057724,
     -0.3127695620059967,
     1.004902958869934,
     1.3009650707244873,
     2.2114298343658447,
     1.755457878112793,
     0.2673037350177765,
     -0.49983856081962585,
     -1.0674222707748413
    ],
    [
     0.689217746257782,
     -1.1678838729858398,
     2.0514841079711914,
     0.9684153199195862,
     -0.3919907510280609,
     0.06544910371303558,
     1.2087587118148804,
     1.0727505683898926,
     2.8727469444274902,
     -1.2351138591766357,
     -0.23755770921707153,
     2.1390397548675537,
     -0.17031820118427277,
     -0.8999292254447937,
     -1.0751875638961792
    ],
    [
     0.9507936835289001,
     -1.160035252571106,
     1.9542491436004639,
     1.4105901718139648,
     -0.5080925226211548,
     -0.6840258836746216,
     1.5108429193496704,
     -0.15111468732357025,
     1.9057071208953857,
     -0.48407188057899475,
     0.06718119233846664,
     2.0376555919647217,
     -0.16826216876506805,
     -0.7741246223449707,
     -0.3231359124183655
    ],
    [
     0.9933072328567505,
     -1.1677361726760864,
     -1.030707597732544,
     -1.0601245164871216,
     1.2395193576812744,
     0.4180220067501068,
     -1.0918242931365967,
     2.6683597564697266,
     2.890603542327881,
     -0.8747662305831909,
     0.33570364117622375,
     -0.23910346627235413,
     1.4727436304092407,
     -0.09864531457424164,
     1.1400655508041382
    ],
    [
     1.7255754470825195,
     -1.1523759365081787,
     -1.128210425376892,
     -1.2015348672866821,
     1.7183743715286255,
     0.42028483748435974,
     0.0165305957198143,
     1.8261170387268066,
     2.1814942359924316,
     -1.3075380325317383,
     0.935167133808136,
     -0.12502701580524445,
     2.072303533554077,
     0.0778353288769722,
     0.5138715505599976
    ],
    [
     0.20118775963783264,
     0.027922537177801132,
     -0.8264316916465759,
     -1.1230294704437256,
     -0.559826672077179,
     -0.6832242608070374,
     -1.004744052886963,
     1.333179235458374,
     -0.9757454991340637,
     0.8521530628204346,
     0.2810088098049164,
     1.2508374452590942,
     0.6369349956512451,
     1.7727752923965454,
     -0.3097588121891022
    ],
    [
     -0.998837411403656,
     -1.1673943996429443,
     -1.176156759262085,
     3.10221791267395,
     3.101558208465576,
     -0.8902948498725891,
     -0.9308704137802124,
     -0.44868212938308716,
     -0.8193352222442627,
     -1.3144954442977905,
     -1.0021629333496094,
     -1.573604941368103,
     0.6401647329330444,
     -1.3346127271652222,
     -0.512824296951294
    ],
    [
     -0.18272912502288818,
     -1.0188895463943481,
     0.8147205114364624,
     -1.180214285850525,
     -1.1740700006484985,
     -0.9398267865180969,
     0.09327101707458496,
     0.976360559463501,
     0.044915780425071716,
     2.503737211227417,
     1.3361668586730957,
     1.579519271850586,
     -0.7188085913658142,
     -0.801070511341095,
     -1.0898631811141968
    ],
    [
     -0.6959200501441956,
     0.5675301551818848,
     1.3912652730941772,
     -0.9170013070106506,
     -1.1215553283691406,
     0.1757393628358841,
     -0.9609456062316895,
     -0.827783465385437,
     0.294903963804245,
     1.3216856718063354,
     -0.9585938453674316,
     3.31246280670166,
     2.433406114578247,
     -1.3265587091445923,
     -1.0899293422698975
    ],
    [
     -1.1146429777145386,
     0.07734843343496323,
     -0.05068071186542511,
     -1.2058608531951904,
     -0.2617817521095276,
     -0.731627345085144,
     -0.6523895263671875,
     1.7978613376617432,
     -0.5743246078491211,
     4.545340061187744,
     1.5934131145477295,
     0.7436757683753967,
     2.3978545665740967,
     0.6388534903526306,
     1.1185235977172852
    ],
    [
     0.9178018569946289,
     -0.42030611634254456,
     -0.7097761034965515,
     -0.6956822872161865,
     1.8181710243225098,
     -0.6645253896713257,
     -0.8690084218978882,
     1.1732326745986938,
     -0.2936646640300751,
     -0.851537823677063,
     2.4615671634674072,
     -0.38606545329093933,
     1.7904025316238403,
     -0.7538804411888123,
     2.221128463745117
    ],
    [
     -0.24517987668514252,
     0.8226817846298218,
     0.562805712223053,
     -1.1987719535827637,
     0.48090699315071106,
     -0.77312171459198,
     -0.7170725464820862,
     1.1099286079406738,
     -0.9941675066947937,
     3.2931065559387207,
     2.669760227203369,
     0.26406458020210266,
     1.8000996112823486,
     0.7948539853096008,
     0.8079581260681152
    ],
    [
     -0.28790655732154846,
     1.7605541944503784,
     0.9985459446907043,
     2.425611972808838,
     -0.5948549509048462,
     -0.9283995032310486,
     -0.7435561418533325,
     0.5871050357818604,
     -0.9054580926895142,
     2.3683724403381348,
     0.6383851170539856,
     -1.0787203311920166,
     1.8665854930877686,
     -0.3748570680618286,
     -0.7087812423706055
    ],
    [
     0.7830437421798706,
     -1.0724308490753174,
     -1.0111066102981567,
     -0.30834776163101196,
     1.8056381940841675,
     -0.2626960873603821,
     -1.1010496616363525,
     0.2781270444393158,
     2.0902256965637207,
     -1.3042393922805786,
     -0.8081405758857727,
     -0.8139619827270508,
     3.9853360652923584,
     -0.5202471017837524,
     1.8728548288345337
    ],
    [
     -1.1229650974273682,
     0.3565012216567993,
     -0.17062309384346008,
     -0.5686284303665161,
     -0.11723116040229797,
     -0.8804996609687805,
     -0.7196143865585327,
     -0.6269024014472961,
     -0.9737315773963928,
     0.8258631825447083,
     -1.2215657234191895,
     2.4328367710113525,
     1.9471622705459595,
     -1.322034239768982,
     -1.077911376953125
    ],
    [
     -0.6370850801467896,
     -1.1225988864898682,
     2.095513343811035,
     -1.1896107196807861,
     -1.182774305343628,
     -0.5498887300491333,
     -0.8389652967453003,
     -1.0771526098251343,
     -0.21754871308803558,
     1.7494405508041382,
     0.4068109691143036,
     1.2860138416290283,
     2.46283221244812,
     -0.8830251693725586,
     -1.092349886894226
    ],
    [
     0.13078434765338898,
     0.5508677363395691,
     -0.39503082633018494,
     -0.3951377272605896,
     3.56522798538208,
     0.973972499370575,
     0.1105000451207161,
     0.24408477544784546,
     1.377825140953064,
     -1.3101710081100464,
     -0.40692323446273804,
     4.589649200439453,
     -0.3240509331226349,
     -0.5769116282463074,
     1.1929378509521484
    ],
    [
     -0.6335878372192383,
     0.29038217663764954,
     2.381767511367798,
     1.8555092811584473,
     2.415797710418701,
     -1.0162595510482788,
     -1.106018304824829,
     2.2740094661712646,
     0.23307789862155914,
     0.5616587400436401,
     1.0896931886672974,
     0.6037988066673279,
     0.026606371626257896,
     0.9496310353279114,
     -0.7198307514190674
    ],
    [
     -0.44638291001319885,
     0.5241751074790955,
     -0.8908682465553284,
     -0.6819661259651184,
     -1.1735126972198486,
     -0.8138500452041626,
     -0.35894057154655457,
     -0.3427753448486328,
     -0.9753012657165527,
     0.04039914160966873,
     -0.6850472092628479,
     -0.9931768178939819,
     -0.6910746097564697,
     -0.21951666474342346,
     0.5109214186668396
    ],
    [
     1.8780080080032349,
     -0.3697221279144287,
     -0.5121186971664429,
     -1.0887163877487183,
     0.4957714378833771,
     -0.565684974193573,
     2.253476858139038,
     -0.278837114572525,
     0.021775785833597183,
     0.4799072742462158,
     0.3693578541278839,
     1.160099744796753,
     0.37857669591903687,
     -1.3267780542373657,
     -0.6171138286590576
    ],
    [
     1.4202204942703247,
     1.068863034248352,
     1.5764473676681519,
     -0.32578179240226746,
     -0.5044563412666321,
     -0.9878990054130554,
     0.6142064332962036,
     -1.1081774234771729,
     -0.5947796106338501,
     -0.12131499499082565,
     -1.1882864236831665,
     0.3549474775791168,
     -0.7854888439178467,
     -1.3504317998886108,
     0.07990820705890656
    ],
    [
     0.0037519510369747877,
     2.272639036178589,
     0.17096959054470062,
     -0.16507235169410706,
     0.5550158619880676,
     1.1741507053375244,
     0.7891692519187927,
     3.49741792678833,
     -0.3243121802806854,
     2.8661959171295166,
     1.6862865686416626,
     -0.8629533052444458,
     1.6263680458068848,
     3.076436758041382,
     1.0949782133102417
    ],
    [
     0.22749009728431702,
     2.612168073654175,
     -0.822952926158905,
     2.4861557483673096,
     2.511490821838379,
     3.174485683441162,
     1.2782764434814453,
     1.550513505935669,
     1.4491654634475708,
     1.014644980430603,
     0.0288111362606287,
     -0.2905842661857605,
     0.8686301708221436,
     -0.18572689592838287,
     1.7818266153335571
    ],
    [
     1.950051188468933,
     -0.998403787612915,
     -0.5882226228713989,
     -0.4450750946998596,
     0.7571831941604614,
     -0.9195224046707153,
     -1.0790777206420898,
     1.0699046850204468,
     0.5683667659759521,
     -1.224474310874939,
     -0.823972225189209,
     0.420102059841156,
     1.8146789073944092,
     -1.324218988418579,
     0.7168699502944946
    ],
    [
     3.391371011734009,
     -0.14162419736385345,
     -0.4258730411529541,
     -0.5707679986953735,
     -0.2492881417274475,
     -0.2522689402103424,
     0.49235647916793823,
     -0.7537304759025574,
     -0.9789310097694397,
     1.6257569789886475,
     -1.2323263883590698,
     1.8651041984558105,
     1.65330171585083,
     -1.0642316341400146,
     -0.3597789704799652
    ],
    [
     -0.07525059580802917,
     -1.1613520383834839,
     2.4003188610076904,
     -0.8580365777015686,
     -1.1813455820083618,
     -0.8689962029457092,
     -1.0915250778198242,
     -0.1894816905260086,
     -0.14320369064807892,
     3.2674825191497803,
     0.04506412893533707,
     1.0813164710998535,
     1.014812707901001,
     -1.0127679109573364,
     -0.7916387915611267
    ],
    [
     1.465200662612915,
     -1.1771806478500366,
     -0.8261557221412659,
     0.6197127103805542,
     -0.40307459235191345,
     -1.012735366821289,
     -1.0897008180618286,
     -0.7548712491989136,
     -0.3987947702407837,
     1.009346604347229,
     2.3489835262298584,
     -0.5653916597366333,
     -1.208703637123108,
     1.4168838262557983,
     -1.0710517168045044
    ],
    [
     -0.7980618476867676,
     1.3909953832626343,
     1.1373307704925537,
     -1.0888053178787231,
     0.4340932071208954,
     0.04576661065220833,
     -0.8924113512039185,
     -1.2476636171340942,
     -0.9799833297729492,
     -0.3841932713985443,
     2.0519003868103027,
     4.389918804168701,
     1.0920178890228271,
     1.213016152381897,
     0.1640048623085022
    ],
    [
     2.336244583129883,
     -1.1794071197509766,
     -1.1260913610458374,
     1.0366730690002441,
     0.8822468519210815,
     -0.35517382621765137,
     -0.7835240364074707,
     -0.5385324954986572,
     -0.5995897054672241,
     -1.2998031377792358,
     -0.5458348393440247,
     -1.0087406635284424,
     3.86737322807312,
     -0.6225178837776184,
     -0.6137844324111938
    ],
    [
     0.6229963898658752,
     0.015182562172412872,
     1.8314378261566162,
     1.5145989656448364,
     0.25364431738853455,
     -0.5843955874443054,
     2.067368745803833,
     -1.2654738426208496,
     0.24979490041732788,
     0.905043363571167,
     -1.0584646463394165,
     -0.6293298006057739,
     0.5617435574531555,
     0.6567583084106445,
     0.18698455393314362
    ],
    [
     -0.7719330787658691,
     -0.7895013093948364,
     1.2547056674957275,
     0.4425181448459625,
     0.04959263280034065,
     2.436943531036377,
     -0.9361108541488647,
     -1.2453405857086182,
     -0.5047052502632141,
     2.2370924949645996,
     0.42085111141204834,
     2.4201924800872803,
     -1.1642087697982788,
     -1.1683975458145142,
     0.9447656869888306
    ],
    [
     2.013200044631958,
     -1.077131986618042,
     -1.1105376482009888,
     -0.1575590819120407,
     -1.0430065393447876,
     -0.5964733362197876,
     0.5776054859161377,
     -1.1546052694320679,
     0.0963180884718895,
     1.1430100202560425,
     2.09273099899292,
     0.8693662881851196,
     0.6324394941329956,
     1.4856681823730469,
     -1.0853523015975952
    ],
    [
     0.5019111633300781,
     1.7039982080459595,
     -0.23567794263362885,
     0.42786234617233276,
     1.1613467931747437,
     2.0698513984680176,
     -0.9537230134010315,
     4.905096530914307,
     1.9235594272613525,
     2.2546863555908203,
     -0.03008073940873146,
     -0.08626352250576019,
     0.457777202129364,
     1.8198471069335938,
     -0.15362264215946198
    ],
    [
     0.22158925235271454,
     -1.0260694026947021,
     -1.1615233421325684,
     -0.6446831226348877,
     -1.1744011640548706,
     1.3479419946670532,
     -1.0506278276443481,
     -0.13745351135730743,
     2.53009295463562,
     0.3787457346916199,
     2.958124876022339,
     2.439054489135742,
     -0.6995202302932739,
     -0.42772558331489563,
     0.00431243609637022
    ],
    [
     -0.5837005972862244,
     0.3679029643535614,
     1.9296947717666626,
     -1.186068058013916,
     -0.19465170800685883,
     -0.26296016573905945,
     -1.0902838706970215,
     -1.2650686502456665,
     0.7317368388175964,
     1.9275949001312256,
     -1.243176817893982,
     2.1853604316711426,
     3.0565428733825684,
     -1.158277988433838,
     0.011782988905906677
    ],
    [
     -1.1334060430526733,
     -1.1560691595077515,
     0.18685773015022278,
     -0.06340700387954712,
     1.1688344478607178,
     -0.4865300953388214,
     -0.1056550070643425,
     -0.4841557443141937,
     -0.573380172252655,
     -1.3148311376571655,
     3.202258348464966,
     2.5045037269592285,
     -0.33809807896614075,
     1.7150617837905884,
     -0.5996493101119995
    ],
    [
     0.11623680591583252,
     0.0069279419258236885,
     -1.1563009023666382,
     -1.1927380561828613,
     1.5342392921447754,
     -0.5754329562187195,
     -0.9241118431091309,
     -0.7725369334220886,
     -0.9926458597183228,
     1.607208490371704,
     1.3874032497406006,
     -0.6596827507019043,
     1.2626104354858398,
     1.0333888530731201,
     0.7648316025733948
    ],
    [
     1.8154398202896118,
     -0.38191303610801697,
     2.919865846633911,
     -0.2513848543167114,
     -0.14324156939983368,
     -0.26533111929893494,
     -0.9784210920333862,
     1.549767255783081,
     0.4540104568004608,
     -1.2997125387191772,
     0.545166552066803,
     0.9984300136566162,
     1.8314751386642456,
     -1.3240035772323608,
     1.6714622974395752
    ],
    [
     1.206490159034729,
     1.296811819076538,
     -0.7301005125045776,
     0.073218435049057,
     1.24027681350708,
     -0.8424538969993591,
     0.25011587142944336,
     -1.1285531520843506,
     -0.09866170585155487,
     -1.0638818740844727,
     -0.9947773814201355,
     1.2875694036483765,
     0.3871380090713501,
     -0.5341497659683228,
     -0.8574616312980652
    ],
    [
     -1.135567307472229,
     -0.8422070145606995,
     0.6786754727363586,
     -0.07603523135185242,
     -1.1712700128555298,
     2.039052963256836,
     -0.5053828358650208,
     -1.2671113014221191,
     -0.5367991924285889,
     0.7717872262001038,
     1.0506621599197388,
     1.361384630203247,
     -0.6435202956199646,
     -1.1567258834838867,
     1.9045161008834839
    ],
    [
     0.4745524823665619,
     0.4764285385608673,
     -1.1072182655334473,
     1.6395503282546997,
     -1.1854093074798584,
     -0.9924787282943726,
     -0.2900862693786621,
     -0.2389756292104721,
     2.0333468914031982,
     0.7323012351989746,
     0.004909765440970659,
     -0.8531724810600281,
     0.06855006515979767,
     -0.974804699420929,
     -0.9163597226142883
    ],
    [
     3.609318733215332,
     0.33490028977394104,
     -0.8540616035461426,
     1.1327167749404907,
     -0.743918240070343,
     -0.8535939455032349,
     -0.6914522647857666,
     1.1559793949127197,
     1.6311653852462769,
     1.6097348928451538,
     2.0047290325164795,
     -1.3275809288024902,
     -1.416391372680664,
     -0.3099100887775421,
     -0.43506884574890137
    ],
    [
     0.09904734790325165,
     3.5800719261169434,
     -0.6749765276908875,
     -1.1867543458938599,
     -0.17482051253318787,
     -0.9874687194824219,
     -0.3816227316856384,
     -1.24608314037323,
     0.980502188205719,
     -0.5558947920799255,
     -1.1805042028427124,
     0.021863754838705063,
     1.1568621397018433,
     -0.6141117811203003,
     0.3444511890411377
    ],
    [
     0.4559403657913208,
     1.3907636404037476,
     -0.8985792994499207,
     -0.5490231513977051,
     1.1146178245544434,
     -0.9333630800247192,
     -0.5091142654418945,
     -0.9820728302001953,
     0.7120702862739563,
     -1.3219116926193237,
     -1.3632787466049194,
     0.8018671870231628,
     0.9839362502098083,
     -0.6741183996200562,
     -0.7737196683883667
    ],
    [
     2.3457586765289307,
     -1.1616286039352417,
     1.2457544803619385,
     -0.19894495606422424,
     0.12297054380178452,
     -0.4089514911174774,
     -0.429820716381073,
     2.0984950065612793,
     -0.3773661255836487,
     -0.7935084700584412,
     0.4667113125324249,
     0.3157549500465393,
     2.443058967590332,
     -1.3421308994293213,
     2.2493698596954346
    ],
    [
     0.13355717062950134,
     -0.7542599439620972,
     -0.498727947473526,
     -1.1865131855010986,
     -1.179463505744934,
     1.887815237045288,
     -0.8488458395004272,
     -1.2444050312042236,
     -0.17271609604358673,
     -1.1146622896194458,
     2.2922284603118896,
     2.212730646133423,
     -1.3315892219543457,
     -0.4498596787452698,
     0.6463372707366943
    ],
    [
     -0.8652061820030212,
     -0.5590465664863586,
     1.0598500967025757,
     1.0841758251190186,
     2.1722984313964844,
     -0.8687016367912292,
     -1.0947251319885254,
     0.12650498747825623,
     -0.26864370703697205,
     -1.1069012880325317,
     1.6976426839828491,
     1.9066497087478638,
     -0.37590378522872925,
     2.7638156414031982,
     -0.7115707397460938
    ],
    [
     -0.2995666563510895,
     0.3270772695541382,
     0.36478152871131897,
     -0.5114132761955261,
     0.5187095403671265,
     -0.7648353576660156,
     -0.2269136905670166,
     -1.2428401708602905,
     -0.9918987154960632,
     0.28797447681427,
     -0.2628667652606964,
     2.041698694229126,
     0.7670717835426331,
     1.0166699886322021,
     1.4068970680236816
    ],
    [
     2.7399685382843018,
     0.07971172779798508,
     -0.2638607323169708,
     0.9099186062812805,
     -0.3029955327510834,
     0.042908284813165665,
     1.015718936920166,
     -1.1792426109313965,
     -0.5753282308578491,
     2.576573610305786,
     -0.8481669425964355,
     1.4165723323822021,
     2.78680419921875,
     0.25255221128463745,
     -0.5720735192298889
    ],
    [
     2.82747483253479,
     -0.4756195843219757,
     -1.1648530960083008,
     -1.1995142698287964,
     0.5561222434043884,
     1.4052958488464355,
     -0.4647427201271057,
     1.3891165256500244,
     2.198289632797241,
     -1.3104182481765747,
     -0.2838515341281891,
     0.22284099459648132,
     3.4547958374023438,
     0.09666463732719421,
     0.402752548456192
    ],
    [
     -0.7953282594680786,
     -1.1617728471755981,
     -0.3400282859802246,
     -1.0423692464828491,
     -0.45153775811195374,
     -0.7946232557296753,
     -0.1314382255077362,
     -0.40517333149909973,
     -0.9992508292198181,
     -0.9707275032997131,
     -0.32207629084587097,
     -0.5106120109558105,
     0.6006264090538025,
     -0.8470683693885803,
     -0.5413450002670288
    ],
    [
     -1.1174099445343018,
     -1.1559863090515137,
     -1.1850266456604004,
     -1.211342692375183,
     -1.0365326404571533,
     -0.9811797142028809,
     -0.9450809359550476,
     2.0378220081329346,
     -0.7359448075294495,
     -1.1513004302978516,
     4.310864448547363,
     -1.2241781949996948,
     0.2532857656478882,
     2.0400967597961426,
     -0.8294134140014648
    ],
    [
     0.43603917956352234,
     -0.2605963945388794,
     -1.056807041168213,
     1.9177736043930054,
     0.25855910778045654,
     -0.9869120717048645,
     -0.31410935521125793,
     -0.23111923038959503,
     0.1822900027036667,
     0.9388113617897034,
     2.156632661819458,
     0.16252866387367249,
     -0.7928961515426636,
     2.362028121948242,
     -0.6977897882461548
    ],
    [
     0.26583021879196167,
     3.6260464191436768,
     -0.3051089346408844,
     -0.09749431163072586,
     0.9604530930519104,
     1.671879529953003,
     -0.5725452899932861,
     3.2276432514190674,
     1.2996095418930054,
     0.7507451772689819,
     1.0829862356185913,
     -1.0576019287109375,
     0.7714742422103882,
     1.4195330142974854,
     0.8089751601219177
    ],
    [
     -0.2869804799556732,
     1.8151739835739136,
     0.6500561237335205,
     2.6239194869995117,
     -0.8145188689231873,
     -0.6627119779586792,
     -1.003156065940857,
     0.5179804563522339,
     -0.887397825717926,
     1.2392830848693848,
     0.712917149066925,
     -0.9821035861968994,
     3.23786997795105,
     -0.17639592289924622,
     -1.0369914770126343
    ],
    [
     1.0282608270645142,
     0.9394012689590454,
     -0.7754057049751282,
     -0.8897069692611694,
     -0.1938427835702896,
     -0.08044347167015076,
     -0.5967415571212769,
     -1.2146146297454834,
     -0.11532778292894363,
     0.27742496132850647,
     -1.3399238586425781,
     2.5625829696655273,
     4.919817924499512,
     -0.7744919061660767,
     -1.0703277587890625
    ],
    [
     0.16366302967071533,
     -1.1778438091278076,
     -1.0840404033660889,
     2.9808008670806885,
     3.642638921737671,
     -0.6245733499526978,
     -1.0910698175430298,
     -0.9111971855163574,
     -0.6294525861740112,
     -1.3162978887557983,
     -1.0508553981781006,
     -1.364811897277832,
     0.3810407817363739,
     -0.579328179359436,
     -0.7221813201904297
    ],
    [
     -0.3282475769519806,
     -1.152740240097046,
     1.1150859594345093,
     -1.1918584108352661,
     -1.0224813222885132,
     -0.7313107252120972,
     -0.5298457145690918,
     0.1489134579896927,
     0.628506064414978,
     1.9743560552597046,
     0.7542043328285217,
     0.8884365558624268,
     -0.5193626880645752,
     -1.268271565437317,
     -0.9885621070861816
    ],
    [
     3.3854470252990723,
     0.6282743215560913,
     1.1564487218856812,
     0.44966089725494385,
     1.2249430418014526,
     -0.06182967498898506,
     1.2191431522369385,
     -0.7151803374290466,
     -0.42750948667526245,
     0.5325077772140503,
     -1.3577446937561035,
     0.06764304637908936,
     0.9693291783332825,
     0.21662971377372742,
     -0.5340626239776611
    ],
    [
     0.06827294826507568,
     -0.1470339000225067,
     -1.1622984409332275,
     -0.9131600260734558,
     -1.1816445589065552,
     -0.9590011835098267,
     -0.9189916849136353,
     0.7405360341072083,
     -0.30179136991500854,
     -0.8350067138671875,
     0.33497413992881775,
     0.9486624598503113,
     2.1563918590545654,
     2.5201663970947266,
     -0.7186052799224854
    ],
    [
     -0.4133806526660919,
     0.6218686103820801,
     1.2692747116088867,
     -1.195730209350586,
     -0.8373168110847473,
     -0.1536283791065216,
     -0.9385887384414673,
     -1.246314287185669,
     0.7992277145385742,
     1.9988154172897339,
     -0.8433948159217834,
     2.2101922035217285,
     2.9584591388702393,
     -1.3518285751342773,
     -0.3569137454032898
    ],
    [
     2.0569777488708496,
     -0.5913336277008057,
     -1.19078528881073,
     -0.7089439034461975,
     0.3042561411857605,
     0.6027830839157104,
     -0.4018343985080719,
     0.23134824633598328,
     0.7243260741233826,
     -1.132545828819275,
     -0.1969616562128067,
     -0.5929659008979797,
     5.091996192932129,
     -0.34210336208343506,
     2.369612216949463
    ],
    [
     1.2005501985549927,
     -0.9173709750175476,
     2.2770447731018066,
     -0.15000879764556885,
     -1.126184344291687,
     -0.5848002433776855,
     1.3374336957931519,
     -0.17149478197097778,
     1.9931271076202393,
     -0.05765344947576523,
     -0.4409447908401489,
     1.5256322622299194,
     0.34618374705314636,
     0.08265765756368637,
     1.851279616355896
    ],
    [
     0.2881309986114502,
     3.9292826652526855,
     -0.5135767459869385,
     -0.9782175421714783,
     -0.727717399597168,
     -0.6629971861839294,
     0.31860050559043884,
     -1.068091630935669,
     0.05667867511510849,
     0.3058391511440277,
     -1.0522862672805786,
     1.211599349975586,
     3.4515509605407715,
     -1.2177120447158813,
     -0.9962449669837952
    ],
    [
     -1.1276556253433228,
     -0.9500110149383545,
     -1.162257432937622,
     1.416031002998352,
     -1.1929876804351807,
     0.548710286617279,
     -0.8035111427307129,
     -0.41769930720329285,
     -0.29207855463027954,
     -0.625478208065033,
     2.5416178703308105,
     1.226503610610962,
     -1.2718907594680786,
     0.4459628760814667,
     0.15775184333324432
    ],
    [
     0.13394562900066376,
     0.4925985336303711,
     0.4725445508956909,
     1.3837541341781616,
     -0.818483829498291,
     1.5338175296783447,
     -0.23816213011741638,
     2.8431828022003174,
     -0.2717422842979431,
     0.04853508248925209,
     0.12625752389431,
     -1.0798128843307495,
     1.04305899143219,
     0.09951955080032349,
     1.9718139171600342
    ],
    [
     -0.9109785556793213,
     0.14582575857639313,
     0.6919764280319214,
     -1.1940268278121948,
     -0.37766191363334656,
     -0.316384494304657,
     -1.0965977907180786,
     2.726757764816284,
     -0.4224572479724884,
     2.8215510845184326,
     0.498921662569046,
     -0.2843795120716095,
     1.7404495477676392,
     0.9626120328903198,
     -0.9996688961982727
    ],
    [
     -0.6529444456100464,
     0.6807553768157959,
     -1.1722660064697266,
     2.177171230316162,
