{
 "s2v": {
  "model": {
   "name": "model",
   "trainable": true,
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       279
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_input"
     },
     "name": "dense_input",
     "inbound_nodes": []
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       279
      ],
      "units": 15,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     },
     "name": "dense",
     "inbound_nodes": [
      [
       [
        "dense_input",
        0,
        0,
        {}
       ]
      ]
     ]
    }
   ],
   "input_layers": [
    [
     "dense_input",
     0,
     0
    ]
   ],
   "output_layers": [
    [
     "dense",
     0,
     0
    ]
   ]
  },
  "weights": [
   [
    [
     0.301853746175766,
     -0.6967974305152893,
     -0.9455180764198303,
     -0.44544097781181335,
     -0.28546181321144104,
     -0.7962923049926758,
     3.3794753551483154,
     -0.8727079033851624,
     1.1026827096939087,
     2.996349334716797,
     -0.2498341202735901,
     -0.26893350481987,
     1.4143717288970947,
     0.2941058576107025,
     -0.7817979454994202
    ],
    [
     1.1049140691757202,
     0.36205464601516724,
     1.6133265495300293,
     -0.7592390179634094,
     2.2847838401794434,
     2.954742908477783,
     1.1844043731689453,
     0.5558966994285583,
     -0.7064839601516724,
     2.1734936237335205,
     2.1316614151000977,
     0.04534396156668663,
     -0.9044613838195801,
     0.9190102815628052,
     3.071553945541382
    ],
    [
     1.2977333068847656,
     2.377469778060913,
     1.0406653881072998,
     2.499417543411255,
     -0.14069439470767975,
     1.2416300773620605,
     0.8081158995628357,
     0.216253399848938,
     -0.47464224696159363,
     -0.9449115991592407,
     2.8789174556732178,
     1.231714129447937,
     -0.8346280455589294,
     1.3405345678329468,
     1.1439982652664185
    ],
    [
     -1.167161464691162,
     1.1250754594802856,
     -0.45142248272895813,
     2.104093313217163,
     -0.028369398787617683,
     -0.392212837934494,
     -0.8781938552856445,
     1.8261386156082153,
     -0.5248717665672302,
     0.9990217685699463,
     2.334055185317993,
     0.5798540115356445,
     0.8219730854034424,
     -0.5362481474876404,
     0.5317772030830383
    ],
    [
     -0.4788380265235901,
     -0.27524706721305847,
     -0.9830325841903687,
     0.379845529794693,
     -0.8138636350631714,
     0.19677965342998505,
     0.467636376619339,
     0.6269181370735168,
     0.5868690013885498,
     3.1625802516937256,
     0.6667852997779846,
     -1.0316437482833862,
     1.6886833906173706,
     0.7447934150695801,
     2.826206684112549
    ],
    [
     1.1882761716842651,
     -0.5582514405250549,
     -0.21564050018787384,
     2.167908191680908,
     1.3413022756576538,
     -0.7989046573638916,
     -1.0614211559295654,
     0.4635266661643982,
     0.11747410893440247,
     -0.15706756711006165,
     -1.0316169261932373,
     0.9588459134101868,
     2.006986141204834,
     -1.0982365608215332,
     3.358729124069214
    ],
    [
     -0.5204406976699829,
     1.1117013692855835,
     -0.9169281721115112,
     1.6914016008377075,
     -1.2296016216278076,
     -1.1120578050613403,
     -0.17911548912525177,
     -1.142335057258606,
     -1.0249476432800293,
     2.4970548152923584,
     -0.906847357749939,
     0.8353968262672424,
     -1.1061094999313354,
     -0.879591703414917,
     1.2625751495361328
    ],
    [
     -1.030469536781311,
     0.8432683348655701,
     -0.6085577607154846,
     -0.430131733417511,
     0.922471284866333,
     -1.1086199283599854,
     -0.7775367498397827,
     -1.0931624174118042,
     -0.8359040021896362,
     1.9184844493865967,
     -1.0668572187423706,
     0.9427723288536072,
     1.8655390739440918,
     0.13168777525424957,
     -0.48679646849632263
    ],
    [
     1.5470032691955566,
     -0.27191245555877686,
     -0.2267817109823227,
     -0.5480942130088806,
     0.4013631045818329,
     -1.1073966026306152,
     2.034508228302002,
     -0.7126617431640625,
     -1.2806503772735596,
     0.9960075616836548,
     1.401839256286621,
     -0.9089208245277405,
     -0.32958200573921204,
     -1.0794978141784668,
     -0.8931441903114319
    ],
    [
     -0.05658930540084839,
     1.3807474374771118,
     -0.2047041356563568,
     1.5815755128860474,
     -0.37155503034591675,
     -1.1318002939224243,
     0.4652400016784668,
     -1.1515523195266724,
     -0.466799259185791,
     2.1327106952667236,
     -0.6440190672874451,
     0.7521049976348877,
     0.6025949716567993,
     -1.0425341129302979,
     3.9041244983673096
    ],
    [
     -0.7914708852767944,
     -0.417401522397995,
     -1.1002771854400635,
     2.084294319152832,
     -0.7608184218406677,
     0.05294699966907501,
     3.241213798522949,
     -1.1319847106933594,
     -1.1198586225509644,
     0.519782543182373,
     -0.9425497651100159,
     -0.5586473941802979,
     -0.34428665041923523,
     0.08656167984008789,
     2.08459734916687
    ],
    [
     1.7774434089660645,
     1.174208164215088,
     1.2790746688842773,
     -0.5236638784408569,
     1.4579886198043823,
     4.563996315002441,
     1.8272017240524292,
     0.26303407549858093,
     -0.007040705997496843,
     2.415858030319214,
     1.5108600854873657,
     -0.654544472694397,
     -0.9263114333152771,
     0.6855805516242981,
     1.426427960395813
    ],
    [
     -0.9618400931358337,
     0.04703286290168762,
     -0.47392895817756653,
     -0.4168374836444855,
     0.8610985279083252,
     -1.130433201789856,
     -0.01491563767194748,
     1.6095473766326904,
     0.2413150519132614,
     1.3156297206878662,
     1.1575632095336914,
     -1.155800700187683,
     1.9259322881698608,
     2.514143943786621,
     2.0047693252563477
    ],
    [
     0.3780817687511444,
     -0.513572633266449,
     -0.7954267263412476,
     -0.8555089831352234,
     0.055143944919109344,
     -0.06569161266088486,
     0.3290347456932068,
     0.7636246085166931,
     1.0677329301834106,
     1.9714020490646362,
     -0.9430563449859619,
     -1.1707720756530762,
     -0.8144463896751404,
     -0.07175388187170029,
     1.1496068239212036
    ],
    [
     -0.19968053698539734,
     -0.3753814697265625,
     1.1355907917022705,
     3.3676517009735107,
     1.245144248008728,
     -0.45715951919555664,
     -0.4139065742492676,
     0.7633548974990845,
     -0.7633171081542969,
     2.2232115268707275,
     -0.04435523971915245,
     0.031657490879297256,
     -0.2750590145587921,
     2.0573534965515137,
     -0.9488081336021423
    ],
    [
     -0.30136749148368835,
     0.888351559638977,
     -1.0982247591018677,
     1.4057568311691284,
     2.5822842121124268,
     0.842596709728241,
     -0.7385046482086182,
     1.6301738023757935,
     0.6001980304718018,
     -1.2253656387329102,
     -0.9182242751121521,
     -0.9619373083114624,
     -0.8851812481880188,
     1.962338924407959,
     -0.6035528182983398
    ],
    [
     1.8331338167190552,
     0.0806925818324089,
     0.446582168340683,
     -0.5924558639526367,
     1.3351373672485352,
     3.0191595554351807,
     2.931546688079834,
     -0.2881278097629547,
     0.10687271505594254,
     1.9014332294464111,
     2.3726699352264404,
     -0.449324369430542,
     -0.9871166944503784,
     -0.08323352038860321,
     0.9277176856994629
    ],
    [
     1.3998922109603882,
     -0.5511140823364258,
     3.515702724456787,
     -0.4216611981391907,
     -0.30092647671699524,
     -0.8389508724212646,
     0.8920153975486755,
     -0.9874650835990906,
     0.09075726568698883,
     1.3018112182617188,
     -1.1874884366989136,
     -1.1402661800384521,
     -1.111168622970581,
     -0.9387161731719971,
     -1.244667887687683
    ],
    [
     -0.23312585055828094,
     -0.5357899069786072,
     -0.7737016677856445,
     -1.1536363363265991,
     0.6297500729560852,
     -0.546427309513092,
     2.3267133235931396,
     1.58220636844635,
     -1.2694038152694702,
     -1.2349785566329956,
     -0.06321702152490616,
     -0.6202139854431152,
     -0.7599055767059326,
     -0.3767792582511902,
     1.292527437210083
    ],
    [
     1.6733092069625854,
     0.15442124009132385,
     -1.1118372678756714,
     -0.7308925986289978,
     -1.2228045463562012,
     0.1148567646741867,
     1.115165114402771,
     1.8710888624191284,
     0.593565046787262,
     2.4299116134643555,
     0.0070784124545753,
     2.3468329906463623,
     -1.0948091745376587,
     0.13826091587543488,
     0.7845178246498108
    ],
    [
     -0.4873417615890503,
     -0.748218297958374,
     -1.0799217224121094,
     -1.0886614322662354,
     0.552812933921814,
     0.062369659543037415,
     1.1012442111968994,
     1.311740517616272,
     1.3442903757095337,
     2.009899854660034,
     -1.1470332145690918,
     -0.769792377948761,
     0.9582757949829102,
     0.5908550024032593,
     0.8115089535713196
    ],
    [
     1.4668749570846558,
     -0.7243643403053284,
     -1.0923690795898438,
     0.0152788320556283,
     -0.3585622310638428,
     0.9553050994873047,
     -0.5139564871788025,
     -0.1846686750650406,
     -0.29444748163223267,
     -0.3301750123500824,
     -1.1818292140960693,
     5.722430229187012,
     0.7159378528594971,
     -0.21776607632637024,
     -0.8206075429916382
    ],
    [
     -1.1621192693710327,
     1.824962854385376,
     -0.7050569653511047,
     0.08388626575469971,
     2.4130029678344727,
     0.8570443987846375,
     -0.9002590179443359,
     -0.3529720604419708,
     3.5789668560028076,
     -0.3504123389720917,
     0.6305034160614014,
     -0.09511309117078781,
     -0.37364450097084045,
     2.0494165420532227,
     0.0236708652228117
    ],
    [
     -1.0584313869476318,
     -0.3572384715080261,
     -0.17995595932006836,
     -0.415408194065094,
     0.33029377460479736,
     -0.8628710508346558,
     0.2919757068157196,
     1.2142459154129028,
     1.0512930154800415,
     2.2953269481658936,
     0.5935347080230713,
     -1.1550909280776978,
     1.1573437452316284,
     0.6339698433876038,
     2.7236318588256836
    ],
    [
     0.5815267562866211,
     1.7035651206970215,
     1.3757636547088623,
     -0.08745122700929642,
     1.857537865638733,
     2.4238576889038086,
     1.3971246480941772,
     1.3856128454208374,
     -0.15108880400657654,
     2.1337039470672607,
     3.575840473175049,
     0.7319408655166626,
     -1.1121190786361694,
     1.5265198945999146,
     2.430093288421631
    ],
    [
     -0.6376839280128479,
     0.01134652178734541,
     -1.1105992794036865,
     1.418294072151184,
     2.5639560222625732,
     -0.9539626240730286,
     0.9855896234512329,
     0.007524175103753805,
     -1.2845498323440552,
     1.1122548580169678,
     -1.1929937601089478,
     -0.17904385924339294,
     -0.20014649629592896,
     2.3523435592651367,
     -1.229781985282898
    ],
    [
     2.3308916091918945,
     1.5560506582260132,
     3.6275315284729004,
     1.3558940887451172,
     1.028773307800293,
     -1.1090070009231567,
     1.782763123512268,
     1.5475130081176758,
     2.164700508117676,
     1.6386502981185913,
     1.11754310131073,
     2.4202840328216553,
     0.8887852430343628,
     2.3236336708068848,
     -1.095940113067627
    ],
    [
     -0.5142483711242676,
     0.5502920746803284,
     1.0110056400299072,
     -0.3452931046485901,
     -0.48722657561302185,
     -0.16812941431999207,
     1.0722813606262207,
     -0.4613310396671295,
     0.0029838555492460728,
     -0.45364823937416077,
     0.5234585404396057,
     0.3989032208919525,
     -0.5804096460342407,
     0.6932116150856018,
     -0.9968621730804443
    ],
    [
     -0.2561455965042114,
     0.6518571972846985,
     -0.335775226354599,
     0.8728994131088257,
     -1.1929024457931519,
     -0.8036722540855408,
     0.2158687561750412,
     -1.1462208032608032,
     -0.4366668462753296,
     1.894020915031433,
     -0.23505328595638275,
     0.9045749306678772,
     1.7409769296646118,
     -1.0810519456863403,
     4.067077159881592
    ],
    [
     0.08407267183065414,
     -0.8994152545928955,
     0.4679970443248749,
     -0.9795292019844055,
     -0.25086215138435364,
     -0.23075830936431885,
     -0.060528580099344254,
     -0.02802465297281742,
     2.5330286026000977,
     2.485630989074707,
     -0.6983010768890381,
     2.4968764781951904,
     -1.1637897491455078,
     -0.6736451387405396,
     2.4234392642974854
    ],
    [
     -0.9486455321311951,
     -1.0673396587371826,
     -1.008135199546814,
     -1.1194671392440796,
     2.009071111679077,
     -0.5994409918785095,
     2.528398275375366,
     0.7773803472518921,
     -0.7928997278213501,
     -1.0555882453918457,
     3.3872344493865967,
     -0.892104983329773,
     -1.0547562837600708,
     2.6187474727630615,
     -1.1453638076782227
    ],
    [
     -0.21404874324798584,
     1.4151899814605713,
     -1.0890376567840576,
     2.382505416870117,
     2.548794746398926,
     -1.1243340969085693,
     -0.3575461506843567,
     -0.06583314388990402,
     -1.0056723356246948,
     1.193332552909851,
     -0.8898338675498962,
     -1.0428626537322998,
     1.6431958675384521,
     2.2089431285858154,
     -0.9759528636932373
    ],
    [
     -0.03806597366929054,
     -0.35433024168014526,
     0.9681078195571899,
     4.293289661407471,
     0.9173556566238403,
     0.30181068181991577,
     0.24484802782535553,
     1.521867036819458,
     -1.0852868556976318,
     2.0102384090423584,
     -0.19243457913398743,
     -0.645645260810852,
     -0.6543741822242737,
     2.003408193588257,
     -0.5379908680915833
    ],
    [
     -1.1386358737945557,
     0.33188772201538086,
     -0.12029286473989487,
     1.2141941785812378,
     0.38572192192077637,
     -0.6805009841918945,
     0.09956739842891693,
     1.5082252025604248,
     -0.5305794477462769,
     0.41509586572647095,
     2.5258612632751465,
     1.048483967781067,
     0.07262880355119705,
     -0.805027186870575,
     1.5787254571914673
    ],
    [
     -0.9065804481506348,
     -0.6848656535148621,
     -1.089348554611206,
     2.182737112045288,
     1.967120885848999,
     -0.3905569911003113,
     -1.1806219816207886,
     0.11510512977838516,
     -0.621902585029602,
     -1.2200556993484497,
     -1.0048505067825317,
     -1.1678451299667358,
     -0.5683146715164185,
     4.067875862121582,
     -0.029253188520669937
    ],
    [
     -0.9394482374191284,
     -1.0446834564208984,
     -0.37643158435821533,
     -1.1465047597885132,
     0.020719099789857864,
     -1.1225001811981201,
     0.816105842590332,
     2.448890447616577,
     -1.0934970378875732,
     -1.2225900888442993,
     3.0463948249816895,
     -1.0636006593704224,
     -0.8354730010032654,
     1.0428426265716553,
     1.112817406654358
    ],
    [
     2.273216485977173,
     -0.8263453245162964,
     -1.0917534828186035,
     0.3714926540851593,
     0.34051746129989624,
     3.3524270057678223,
     -0.18729715049266815,
     0.8864152431488037,
     -0.6466973423957825,
     0.6509193778038025,
     -0.833693265914917,
     1.0441460609436035,
     0.8071134686470032,
     -1.0300545692443848,
     -0.897088348865509
    ],
    [
     0.4349508583545685,
     0.3530372977256775,
     -0.4014286696910858,
     -1.1753034591674805,
     -0.9715330600738525,
     -0.22930863499641418,
     1.426503300666809,
     0.8213480710983276,
     0.7475423812866211,
     1.244404911994934,
     3.478315591812134,
     -1.0541008710861206,
     0.9110370874404907,
     -0.37114980816841125,
     -0.943166196346283
    ],
    [
     -0.9070821404457092,
     -0.05443597957491875,
     -1.0935218334197998,
     -0.46827971935272217,
     0.9705134630203247,
     -1.0886203050613403,
     0.5936421751976013,
     2.7935147285461426,
     0.23040242493152618,
     -0.45061376690864563,
     1.1689586639404297,
     -0.8741546273231506,
     1.9738001823425293,
     2.214630126953125,
     2.658418893814087
    ],
    [
     -0.05676298961043358,
     0.6108718514442444,
     -0.6681652665138245,
     -0.21442270278930664,
     1.273557424545288,
     0.3165439963340759,
     -0.7958868741989136,
     -1.134369969367981,
     1.5257627964019775,
     0.738506555557251,
     1.2249736785888672,
     -0.7973995208740234,
     2.0837955474853516,
     -0.4746003746986389,
     1.1841790676116943
    ],
    [
     2.0165436267852783,
     2.6180734634399414,
     0.936761736869812,
     1.9339401721954346,
     -0.7751962542533875,
     1.1996749639511108,
     -0.25009143352508545,
     -0.844322681427002,
     0.3928319215774536,
     -0.8474076986312866,
     0.325236052274704,
     0.839775800704956,
     -0.594607949256897,
     1.3277143239974976,
     0.2208281308412552
    ],
    [
     2.339355945587158,
     -1.064253568649292,
     -0.8220672607421875,
     0.7928786277770996,
     0.03501433879137039,
     -1.1130338907241821,
     -1.319449543952942,
     1.061864972114563,
     0.43611329793930054,
     -0.6937340497970581,
     -0.9404564499855042,
     0.8381340503692627,
     -0.3748398721218109,
     -0.9584593176841736,
     0.5966610908508301
    ],
    [
     0.014882838353514671,
     1.9071786403656006,
     1.3511275053024292,
     -0.5520098805427551,
     0.9950494170188904,
     2.3336799144744873,
     0.8566922545433044,
     -0.38611623644828796,
     -0.06357116997241974,
     0.554198145866394,
     1.1819286346435547,
     0.6737034320831299,
     -0.9642572402954102,
     -0.10826671123504639,
     0.5710431337356567
    ],
    [
     -0.9527544975280762,
     -0.614288330078125,
     -0.6739824414253235,
     -0.954412043094635,
     2.421828269958496,
     -0.046577952802181244,
     -0.9214927554130554,
     -0.6140514016151428,
     4.074786186218262,
     -0.9839093685150146,
     -0.43442511558532715,
     -0.3152364492416382,
     -1.1317566633224487,
     0.9934824705123901,
     -1.1335583925247192
    ],
    [
     3.022088050842285,
     -0.049735624343156815,
     3.2188024520874023,
     0.3778693675994873,
     -0.5044010281562805,
     -1.005812644958496,
     0.9455280303955078,
     -1.0148975849151611,
     0.019907038658857346,
     -0.3431982696056366,
     -0.3911649286746979,
     -1.0418339967727661,
     -1.2188379764556885,
     -1.0519912242889404,
     -0.7905058264732361
    ],
    [
     0.9245733618736267,
     -0.7074049115180969,
     4.477782726287842,
     1.3596611022949219,
     0.7654711008071899,
     0.38234344124794006,
     2.209639549255371,
     2.3701400756835938,
     0.34234189987182617,
     -0.47908392548561096,
     1.2000924348831177,
     3.1925222873687744,
     2.6183648109436035,
     -0.9034869074821472,
     0.3576861321926117
    ],
    [
     3.6261708736419678,
     -1.0693352222442627,
     1.8884721994400024,
     0.5377329587936401,
     1.194079041481018,
     0.7452593445777893,
     1.5075132846832275,
     0.7794229984283447,
     1.9131555557250977,
     -1.0033358335494995,
     0.9379722476005554,
     0.6765052676200867,
     1.5984992980957031,
     3.9863898754119873,
     -0.03742300346493721
    ],
    [
     1.4487926959991455,
     0.37312328815460205,
     -0.45418334007263184,
     -0.9126428961753845,
     -0.5783472061157227,
     0.6994462013244629,
     1.7636483907699585,
     4.341914653778076,
     -1.15541672706604,
     0.5162427425384521,
     -0.8063604235649109,
     0.7825413942337036,
     0.3166562616825104,
     -1.0803302526474,
     -0.3810451626777649
    ],
    [
     -0.08916284888982773,
     0.823534369468689,
     -1.097050428390503,
     1.1689205169677734,
     -0.7659143209457397,
     -1.1298600435256958,
     0.525016188621521,
     -1.1609861850738525,
     -1.273132562637329,
     1.5271859169006348,
     -1.1606099605560303,
     2.192542791366577,
     -1.2171308994293213,
     -0.9710978865623474,
     1.0214406251907349
    ],
    [
     -0.8910858631134033,
     -0.35977864265441895,
     -1.0802123546600342,
     -0.7802649736404419,
     -0.27754589915275574,
     -1.1176667213439941,
     3.227210521697998,
     -0.03498432785272598,
     1.6297646760940552,
     -0.265125036239624,
     -1.188724160194397,
     0.8034068942070007,
     -0.981818437576294,
     -0.5327660441398621,
     1.8820701837539673
    ],
    [
     1.2720003128051758,
     -0.024054106324911118,
     -1.1017869710922241,
     -1.173379898071289,
     0.495944082736969,
     0.2969011962413788,
     3.4318299293518066,
     2.23655104637146,
     -1.18038809299469,
     0.21738304197788239,
     0.831396222114563,
     -0.4516904056072235,
     1.1045893430709839,
     1.44259774684906,
     0.9749943614006042
    ],
    [
     -0.5335959196090698,
     -0.8728450536727905,
     -0.8192265629768372,
     0.5657522082328796,
     0.16378377377986908,
     0.14499294757843018,
     3.2309036254882812,
     0.5749964714050293,
     1.463563084602356,
     0.887099027633667,
     -0.7073984146118164,
     -1.1627590656280518,
     1.3408583402633667,
     1.2364633083343506,
     0.8219078183174133
    ],
    [
     2.615853786468506,
     -0.24518261849880219,
     -0.8225921392440796,
     -1.0257694721221924,
     -1.1418201923370361,
     2.052884340286255,
     1.6544616222381592,
     1.2664580345153809,
     -0.9840907454490662,
     0.1997322291135788,
     -1.1878854036331177,
     0.13166052103042603,
     2.7344961166381836,
     0.16042442619800568,
     -0.4872289001941681
    ],
    [
     -0.053482960909605026,
     0.036951370537281036,
     3.0807526111602783,
     0.15504106879234314,
     -0.6829590797424316,
     0.7421319484710693,
     2.256523370742798,
     -0.1334669142961502,
     0.023981940001249313,
     -0.15132954716682434,
     0.741036057472229,
     1.4909625053405762,
     1.0628554821014404,
     1.9946521520614624,
     0.3212220072746277
    ],
    [
     -0.5842941999435425,
     0.8288796544075012,
     -0.6623257994651794,
     1.5113615989685059,
     -1.1072736978530884,
     -0.5283365845680237,
     -1.2334703207015991,
     2.6124727725982666,
     -1.2595951557159424,
     0.04005449265241623,
     1.4056440591812134,
     0.44637665152549744,
     1.4174036979675293,
     -0.7674902081489563,
     1.1878502368927002
    ],
    [
     -0.3587366044521332,
     0.5815445184707642,
     -0.7523115277290344,
     2.331578016281128,
     -1.1869609355926514,
     -1.1143772602081299,
     0.23462286591529846,
     -0.31748250126838684,
     -1.257238507270813,
     3.0561389923095703,
     -1.0262985229492188,
     1.9591699838638306,
     -1.0683220624923706,
     -1.0735626220703125,
     1.0012019872665405
    ],
    [
     -0.9234848618507385,
     -0.5525276064872742,
     -1.0372856855392456,
     -0.39574840664863586,
     -0.3238927721977234,
     -1.1376105546951294,
     1.1457886695861816,
     1.12033212184906,
     2.35493803024292,
     1.7566659450531006,
     -1.0149824619293213,
     1.5772345066070557,
     -0.9458889365196228,
     -0.7240546941757202,
     0.3015117347240448
    ],
    [
     0.2656439244747162,
     -0.5071040391921997,
     -0.5835252404212952,
     -0.3963799774646759,
     -1.1665644645690918,
     -0.012813792563974857,
     1.4080724716186523,
     3.876736640930176,
     -1.2865272760391235,
     -0.5294817686080933,
     -0.1857212483882904,
     -1.0641647577285767,
     1.1836968660354614,
     -0.3619072437286377,
     -0.3966738283634186
    ],
    [
     -0.9581966996192932,
     -0.9378372430801392,
     -1.1199605464935303,
     2.4646027088165283,
     -0.05193793773651123,
     0.14281953871250153,
     1.5390812158584595,
     -0.3822365999221802,
     -0.6252648830413818,
     0.8555071353912354,
     -0.4855017066001892,
     -0.5765133500099182,
     -0.40790119767189026,
     1.1504870653152466,
     -0.8853442668914795
    ],
    [
     -0.9565531611442566,
     -0.41933852434158325,
     0.8155421018600464,
     3.300734043121338,
     0.3081560432910919,
     -0.41767650842666626,
     -0.3017667531967163,
     1.2028721570968628,
     0.24074788391590118,
     0.8736397624015808,
     2.6456291675567627,
     -0.13018669188022614,
     0.4943593442440033,
     0.9915215373039246,
     1.8581863641738892
    ],
    [
     2.0105416774749756,
     -0.6108596324920654,
     -0.5196369290351868,
     2.7005951404571533,
     -0.2606450021266937,
     0.10580161958932877,
     -0.3014675974845886,
     -0.47545740008354187,
     3.001124143600464,
     -0.8697536587715149,
     -1.2050801515579224,
     0.03437267616391182,
     -0.3543051779270172,
     -0.11335164308547974,
     0.9430721402168274
    ],
    [
     3.867849111557007,
     -1.0817320346832275,
     1.7867118120193481,
     0.6166417598724365,
     1.4546077251434326,
     0.54851233959198,
     1.319320797920227,
     0.7228745818138123,
     1.8699533939361572,
     -1.0795904397964478,
     1.3227057456970215,
     0.38188838958740234,
     1.7085024118423462,
     3.709101676940918,
     -0.3094280958175659
    ],
    [
     -0.8134055733680725,
     0.6170504093170166,
     0.5686169266700745,
     2.3853507041931152,
     0.6351757049560547,
     -0.5752658247947693,
     -0.5268198847770691,
     0.6098962426185608,
     -0.6560384035110474,
     1.1201069355010986,
     2.173553943634033,
     -0.35807761549949646,
     0.022758929058909416,
     2.0089995861053467,
     1.0714716911315918
    ],
    [
     -0.5265693664550781,
     -1.0318021774291992,
     0.6592094302177429,
     2.9055490493774414,
     1.4532625675201416,
     0.11109071969985962,
     -0.14477279782295227,
     1.9568328857421875,
     -0.8240694403648376,
     2.341264486312866,
     -0.9643216133117676,
     -0.28495916724205017,
     1.346620798110962,
     1.1182198524475098,
     -1.0540990829467773
    ],
    [
     -0.686949610710144,
     0.680202066898346,
     -1.1061429977416992,
     1.3106106519699097,
     0.4428216218948364,
     1.2367496490478516,
     -1.3037116527557373,
     1.1429177522659302,
     -0.17452611029148102,
     -0.4614744186401367,
     -0.26788705587387085,
     -0.09203946590423584,
     0.030227703973650932,
     1.9621367454528809,
     -0.2620112895965576
    ],
    [
     0.3099746108055115,
     -0.19234968721866608,
     -0.5151081085205078,
     -0.8330609202384949,
     4.448208808898926,
     -0.8987581729888916,
     3.450961112976074,
     0.18235458433628082,
     -1.262729525566101,
     -0.27224001288414,
     0.3306849002838135,
     -0.7734630107879639,
     -0.7892334461212158,
     0.43312740325927734,
     -0.10671308636665344
    ],
    [
     0.8648386001586914,
     -0.5122362375259399,
     0.12348146736621857,
     0.16955029964447021,
     -0.9758586287498474,
     -1.1281250715255737,
     3.1535098552703857,
     1.0302928686141968,
     1.1442731618881226,
     3.500033140182495,
     -0.8093764781951904,
     -0.23853029310703278,
     0.9124505519866943,
     0.3162393867969513,
     0.3330219089984894
    ],
    [
     1.772565484046936,
     0.5998143553733826,
     -0.4232679009437561,
     0.9613224864006042,
     2.738675594329834,
     0.5811760425567627,
     -1.3160934448242188,
     -0.5816987752914429,
     -0.44877901673316956,
     0.1774621605873108,
     -0.30990350246429443,
     2.8848564624786377,
     2.397514820098877,
     -0.8455970883369446,
     -1.2445746660232544
    ],
    [
     1.5958492755889893,
     -0.03984100744128227,
     -0.7233515977859497,
     0.21086633205413818,
     -0.06553707271814346,
     -0.6438857913017273,
     -0.923092782497406,
     -0.6174321174621582,
     3.3153882026672363,
     -0.8609079718589783,
     -1.1748664379119873,
     0.24711991846561432,
     -0.16031649708747864,
     -0.5469998121261597,
     0.7740852236747742
    ],
    [
     -0.6203902959823608,
     -0.7066410779953003,
     -1.1087956428527832,
     -0.36698484420776367,
     -0.6455402374267578,
     -0.9278481006622314,
     0.8277546167373657,
     1.8717548847198486,
     2.112492322921753,
     1.796349048614502,
     -1.2031360864639282,
     0.9204103946685791,
     -0.9431830644607544,
     -1.0767287015914917,
     0.8968346118927002
    ],
    [
     -0.8129050731658936,
     1.6555835008621216,
     -0.4147048890590668,
     1.1452795267105103,
     -0.8563185334205627,
     -1.120740532875061,
     0.7810693979263306,
     -0.6491055488586426,
     -0.7137948274612427,
     1.9925638437271118,
     -1.1988451480865479,
     1.4010387659072876,
     0.478430837392807,
     -0.9570853114128113,
     3.1927831172943115
    ],
    [
     1.3717219829559326,
     -0.3801451623439789,
     -0.2767844796180725,
     -1.072004795074463,
     1.960204839706421,
     0.5850017666816711,
     2.835467576980591,
     2.413163661956787,
     -1.1617995500564575,
     -0.04621650278568268,
     -0.20370663702487946,
     -1.1441723108291626,
     -0.035292793065309525,
     -0.9202791452407837,
     1.0951130390167236
    ],
    [
     1.085932731628418,
     0.014216122217476368,
     -1.0925326347351074,
     -1.1568650007247925,
     0.5629963278770447,
     0.30645886063575745,
     3.332010269165039,
     2.5133094787597656,
     -1.17253577709198,
     0.1187976524233818,
     0.7098125219345093,
     -0.47621458768844604,
     1.0849385261535645,
     1.3766030073165894,
     0.7632602453231812
    ],
    [
     -0.7405905723571777,
     -0.5174043774604797,
     0.4190816283226013,
     2.5200273990631104,
     0.7645379304885864,
     -1.1179989576339722,
     -1.0965322256088257,
     1.1495164632797241,
     0.16626565158367157,
     -0.6446518301963806,
     -0.8531807661056519,
     0.18480150401592255,
     1.9661250114440918,
     -1.017863392829895,
     1.403825044631958
    ],
    [
     0.17359252274036407,
     -0.8984313607215881,
     -0.022080354392528534,
     1.5451141595840454,
     0.18793436884880066,
     -1.1195225715637207,
     -1.0476824045181274,
     0.7695282697677612,
     0.33517736196517944,
     -0.7119225859642029,
     -0.8544562458992004,
     0.21969150006771088,
     1.329308271408081,
     -0.8978143930435181,
     1.404899001121521
    ],
    [
     -0.4182845652103424,
     1.1249821186065674,
     -0.4759911596775055,
     2.5132462978363037,
     2.204270601272583,
     -0.3247579038143158,
     -1.1351561546325684,
     1.270656704902649,
     -1.0791962146759033,
     -1.2185451984405518,
     -1.1878259181976318,
     -1.1513736248016357,
     0.20884492993354797,
     1.377846360206604,
     -0.5950216054916382
    ],
    [
     1.9769161939620972,
     -0.0404740609228611,
     -0.8970357775688171,
     -0.5837205052375793,
     0.02157386764883995,
     2.5039620399475098,
     0.24312584102153778,
     1.726331353187561,
     -1.27776038646698,
     -0.5781087875366211,
     -0.8197011947631836,
     0.3350101113319397,
     2.6946372985839844,
     -0.7905555963516235,
     -1.2346993684768677
    ],
    [
     0.011088383384048939,
     -1.0603632926940918,
     -0.6045860648155212,
     -0.11666863411664963,
     -0.12293583899736404,
     0.2782491147518158,
     -1.0890913009643555,
     -0.8316003084182739,
     -1.262551188468933,
     -0.31968051195144653,
     -0.7979056239128113,
     0.923284649848938,
     -0.7001107931137085,
     -0.921432375907898,
     1.6134250164031982
    ],
    [
     -0.6647765040397644,
     1.0811817646026611,
     -1.1189786195755005,
     1.3177413940429688,
     1.9811439514160156,
     -0.11115654557943344,
     -1.0268406867980957,
     0.9955011606216431,
     -1.0221519470214844,
     -1.2241811752319336,
     -1.1856887340545654,
     -1.1423556804656982,
     -0.4199363589286804,
     1.8124574422836304,
     -0.3594020903110504
    ],
    [
     -1.1859605312347412,
     -1.0754016637802124,
     -1.0979987382888794,
     -0.41097429394721985,
     -0.050274331122636795,
     -0.39672714471817017,
     1.443450689315796,
     -0.7710137963294983,
     -1.2735919952392578,
     0.7608607411384583,
     -1.1739678382873535,
     -0.5082239508628845,
     -0.0789690911769867,
     0.43336257338523865,
     -1.1225790977478027
    ],
    [
     -1.1596503257751465,
     -0.48524120450019836,
     -1.100224256515503,
     1.3311899900436401,
     -0.8940402269363403,
     0.6492660641670227,
     2.032137870788574,
     0.1301908791065216,
     -1.2667802572250366,
     0.3447974920272827,
     -1.1855127811431885,
     0.16006846725940704,
     -1.2134922742843628,
     0.8387628793716431,
     0.18736883997917175
    ],
    [
     -0.180680051445961,
     -0.7065390944480896,
     -1.0974642038345337,
     2.5334439277648926,
     -1.1551874876022339,
     -0.7685256004333496,
     2.023609161376953,
     -1.155057668685913,
     -1.2816693782806396,
     2.5804061889648438,
     -0.16732196509838104,
     0.3347548246383667,
     -0.8010056614875793,
     -1.0053720474243164,
     1.2772454023361206
    ],
    [
     2.312854766845703,
     -1.0619080066680908,
     -0.36808669567108154,
     0.8859308362007141,
     -0.18243414163589478,
     -1.1251907348632812,
     -1.3284082412719727,
     1.1025125980377197,
     0.6578043699264526,
     -0.2523657977581024,
     -0.7595784068107605,
     0.4642797112464905,
     0.6429587602615356,
     -0.6847844123840332,
     -0.04881839081645012
    ],
    [
     -0.6200165748596191,
     -0.8752934336662292,
     -1.0092954635620117,
     -0.3680722713470459,
     -0.5873424410820007,
     -1.0283002853393555,
     0.6730377078056335,
     1.7094089984893799,
     1.942012071609497,
     2.1865453720092773,
     -1.1721683740615845,
     0.994009256362915,
     -1.0187643766403198,
     -1.09626305103302,
     1.2664283514022827
    ],
    [
     1.045798659324646,
     -0.5331687927246094,
     0.13785038888454437,
     1.5366541147232056,
     1.0600104331970215,
     -1.1312661170959473,
     -0.8284887671470642,
     0.569221019744873,
     0.06108000501990318,
     -0.6526777744293213,
     -1.1203721761703491,
     0.49467626214027405,
     2.855656862258911,
     -0.856759786605835,
     2.8347203731536865
    ],
    [
     -0.0022106687538325787,
     0.5149002075195312,
     -0.6075103878974915,
     -0.7540006637573242,
     -0.04417966678738594,
     -0.6051501631736755,
     -1.3228968381881714,
     -1.152611494064331,
     0.29876068234443665,
     2.700592041015625,
     1.2734079360961914,
     -0.831198513507843,
     0.19448257982730865,
     -1.0812524557113647,
     -1.2467838525772095
    ],
    [
     1.5879478454589844,
     1.2109295129776,
     -0.8132491707801819,
     0.3244932293891907,
     2.134331464767456,
     -0.16454307734966278,
     -1.318463683128357,
     -1.062272310256958,
     -0.09336066991090775,
     0.16165612637996674,
     -0.5938107371330261,
     1.863389253616333,
     3.832710027694702,
     -0.041138045489788055,
     -0.6232616305351257
    ],
    [
     -1.1863306760787964,
     -0.3805696368217468,
     -0.4322597086429596,
     -0.8738906383514404,
     0.36551931500434875,
     -0.8888843655586243,
     -1.1891825199127197,
     -0.48316147923469543,
     -0.5110666155815125,
     -0.12288761138916016,
     -1.0746848583221436,
     -1.155692219734192,
     0.6702852845191956,
     0.039788998663425446,
     1.8739657402038574
    ],
    [
     -1.0038783550262451,
     1.724881649017334,
     -0.8032011985778809,
     0.8818383812904358,
     0.5731796026229858,
     -0.43573129177093506,
     -0.4189012944698334,
     -1.1583458185195923,
     -0.8013482093811035,
     2.546372413635254,
     -0.8985836505889893,
     0.3341761827468872,
     2.783212900161743,
     0.08705274015665054,
     1.7387478351593018
    ],
    [
     0.597403347492218,
     -0.16972611844539642,
     -0.3226526975631714,
     -1.0175050497055054,
     2.7872209548950195,
     -0.9820119738578796,
     2.7922871112823486,
     1.4992977380752563,
     -1.2612555027008057,
     -0.6299253106117249,
     0.013445839285850525,
     -0.7216022610664368,
     0.26299166679382324,
     0.18808209896087646,
     -0.6037878394126892
    ],
    [
     -0.9603953957557678,
     -0.8526996374130249,
     -0.018710896372795105,
     0.7197505235671997,
     1.453442096710205,
     -1.0081455707550049,
     -0.6219630241394043,
     -0.9073763489723206,
     1.2523313760757446,
     -0.19256959855556488,
     -0.8600062727928162,
     0.18103580176830292,
     -0.5709949731826782,
     -1.0877368450164795,
     3.107069730758667
    ],
    [
     -0.5808698534965515,
     -0.7414737343788147,
     0.19604511559009552,
     1.4302303791046143,
     0.48525115847587585,
     -1.1301345825195312,
     0.028842315077781677,
     -0.8516202569007874,
     1.762107253074646,
     -1.040794014930725,
     -1.0054715871810913,
     -1.1426889896392822,
     -1.1527611017227173,
     -1.066877007484436,
     -1.239797592163086
    ],
    [
     -0.3650347888469696,
     -0.7322510480880737,
     -1.098764181137085,
     -1.0102572441101074,
     3.0814247131347656,
     -1.1360868215560913,
     1.4175013303756714,
     -0.6555395722389221,
     1.8853892087936401,
     -0.40832391381263733,
     -0.9376032948493958,
     0.4324328303337097,
     -0.07191427052021027,
     -1.0119636058807373,
     2.336052894592285
    ],
    [
     -0.19507239758968353,
     -0.45922648906707764,
     -0.8291398882865906,
     2.7481164932250977,
     -1.2344553470611572,
     -0.06992650777101517,
     2.327049493789673,
     -1.1549909114837646,
     -0.6570353507995605,
     1.784193754196167,
     -1.18880033493042,
     0.4955672323703766,
     -0.5759660601615906,
     -0.14152131974697113,
     1.1996921300888062
    ],
    [
     0.5231157541275024,
     2.7522494792938232,
     2.405395984649658,
     1.09152352809906,
     0.8991725444793701,
     0.20026849210262299,
     0.6591107249259949,
     -0.5236520171165466,
     0.7020160555839539,
     0.3318924605846405,
     0.6904078125953674,
     0.44055047631263733,
     -1.1274878978729248,
     -0.63868248462677,
     0.28080031275749207
    ],
    [
     1.1032273769378662,
     1.4169389009475708,
     1.9703720808029175,
     -0.9267001152038574,
     -0.1592211127281189,
     2.0751662254333496,
     1.4620555639266968,
     -0.15854859352111816,
     0.901128888130188,
     0.17398375272750854,
     1.9987354278564453,
     1.2544225454330444,
     2.174614906311035,
     0.32726001739501953,
     0.02007409930229187
    ],
    [
     -1.1810758113861084,
     -0.6394805312156677,
     -0.698509693145752,
     2.264697551727295,
     -0.37503814697265625,
     0.13684874773025513,
     2.593183994293213,
     -0.8470919728279114,
     -0.9428530335426331,
     2.406229257583618,
     -0.9783978462219238,
     0.9352884888648987,
     -0.5565740466117859,
     -0.8458713293075562,
     1.6098655462265015
    ],
    [
     -0.40559807419776917,
     -1.069949746131897,
     -1.0982449054718018,
     -1.169121503829956,
     2.01029109954834,
     -1.1113358736038208,
     1.10321044921875,
     0.13132251799106598,
     2.040363073348999,
     -0.3561632037162781,
     -1.2021002769470215,
     0.7381948232650757,
     -0.13877978920936584,
     -0.46986573934555054,
     1.6728330850601196
    ],
    [
     -0.7203617095947266,
     -1.0598642826080322,
     0.4989481568336487,
     1.3232054710388184,
     1.077079176902771,
     -0.18025338649749756,
     -0.579598605632782,
     2.2623887062072754,
     -1.1655904054641724,
     0.3201841115951538,
     -1.176852822303772,
     -0.18045175075531006,
     2.150784492492676,
     -0.756252646446228,
     -1.244450330734253
    ],
    [
     -0.9262557029724121,
     -0.9860639572143555,
     -0.8638714551925659,
     -1.167556643486023,
     1.3085273504257202,
     -0.8741533756256104,
     -0.08977922797203064,
     1.8213289976119995,
     -1.2698560953140259,
     -0.761736273765564,
     3.361334800720215,
     -0.40113916993141174,
     -1.2198797464370728,
     1.3237760066986084,
     0.7341209053993225
    ],
    [
     -0.9984189867973328,
     -0.7128769755363464,
     0.20295125246047974,
     -1.1657383441925049,
     2.0797905921936035,
     -0.7243671417236328,
     1.6686127185821533,
     0.5169926881790161,
     -1.191674828529358,
     -0.9392433166503906,
     0.9046290516853333,
     -1.1543561220169067,
     -0.7095773816108704,
     0.7178311944007874,
     2.3947317600250244
    ],
    [
     1.5327826738357544,
     -0.5272497534751892,
     -0.7881152033805847,
     -0.37993723154067993,
     0.05737490579485893,
     3.5705575942993164,
     -0.0051909866742789745,
     1.4258054494857788,
     -1.1406193971633911,
     -0.25885507464408875,
     -0.636890172958374,
     0.5306232571601868,
     1.9647430181503296,
     -1.0715214014053345,
     -0.8487551212310791
    ],
    [
     2.367767572402954,
     -0.6232022643089294,
     -0.9573906660079956,
     -0.0973794013261795,
     0.19300119578838348,
     0.7598884105682373,
     -0.6976885795593262,
     -0.48843374848365784,
     -0.0718265250325203,
     -0.5985931158065796,
     -0.654624879360199,
     4.73438024520874,
     1.9895260334014893,
     -0.7411821484565735,
     -0.6139792203903198
    ],
    [
     1.0774564743041992,
     -0.1877683401107788,
     -0.47348520159721375,
     -0.7045672535896301,
     2.152371883392334,
     -1.1353052854537964,
     2.588391065597534,
     1.6846609115600586,
     -1.2872955799102783,
     -0.4949885606765747,
     0.3756615221500397,
     -0.9790186285972595,
     0.04761335998773575,
     0.5684790015220642,
     -1.2270303964614868
    ],
    [
     1.00507390499115,
     -0.2800299823284149,
     2.079592704772949,
     1.3058923482894897,
     -0.36752742528915405,
     -0.20729422569274902,
     1.7380285263061523,
     1.3269366025924683,
     1.7758046388626099,
     1.4599716663360596,
     2.003481388092041,
     1.38773512840271,
     1.310760259628296,
     2.774909019470215,
     -1.2562916278839111
    ],
    [
     1.043819785118103,
     -0.8807408809661865,
     -0.3004800081253052,
     1.405776858329773,
     0.046835996210575104,
     -0.3428676724433899,
     2.583556890487671,
     -0.13854831457138062,
     1.5900700092315674,
     1.223611831665039,
     -1.040306806564331,
     -1.1520285606384277,
     1.8730636835098267,
     0.7775982022285461,
     1.044100046157837
    ],
    [
     2.0825822353363037,
     0.2612094283103943,
     -0.5580973029136658,
     -0.8757437467575073,
     -0.9470185041427612,
     0.4168069660663605,
     0.9403422474861145,
     4.228992462158203,
     -0.8244498372077942,
     1.9909518957138062,
     -0.12498286366462708,
     0.3065601587295532,
     0.6550326347351074,
     -0.5060043931007385,
     -0.07664915174245834
    ],
    [
     -0.7748962640762329,
     -0.12763816118240356,
     -1.0957363843917847,
     1.4307323694229126,
     -0.012398289516568184,
     0.5792415142059326,
     -1.3368891477584839,
     -0.6197662949562073,
     -1.2864627838134766,
     -0.19174031913280487,
     -0.36106249690055847,
     0.3739373981952667,
     1.1362664699554443,
     -0.45802032947540283,
     1.5399868488311768
    ],
    [
     -1.1860275268554688,
     0.026756882667541504,
     -1.0903584957122803,
     0.509168803691864,
     1.484837293624878,
     -0.13439518213272095,
     0.7411580681800842,
     -0.946476399898529,
     -1.0696302652359009,
     -0.3060612380504608,
     -1.1948786973953247,
     -0.41334253549575806,
     -0.5722201466560364,
     4.586792469024658,
     -0.6337541937828064
    ],
    [
     -1.1002132892608643,
     -0.14399807155132294,
     0.13849523663520813,
     1.6842807531356812,
     1.1759395599365234,
     -1.1339086294174194,
     -1.193194031715393,
     1.4864305257797241,
     1.1589305400848389,
     -0.620142936706543,
     -0.5561887621879578,
     0.7360196113586426,
     1.8514995574951172,
     -0.7927671670913696,
     3.717074155807495
    ],
    [
     0.26634538173675537,
     0.7920573949813843,
     -1.0909887552261353,
     -1.057983636856079,
     0.6475963592529297,
     -0.26136451959609985,
     3.640782594680786,
     2.567707061767578,
     -1.257529377937317,
     -0.6814609169960022,
     1.0023884773254395,
     -0.6391483545303345,
     1.5529859066009521,
     -0.2576900124549866,
     1.128663182258606
    ],
    [
     -0.40549251437187195,
     0.9158393740653992,
     -1.0903573036193848,
     1.5781155824661255,
     -0.9416106343269348,
     -1.120353102684021,
     -0.1116982027888298,
     -0.8057969212532043,
     -1.2235182523727417,
     1.4421014785766602,
     -0.9935447573661804,
     1.7487151622772217,
     -1.0474451780319214,
     -0.8662312030792236,
     2.5942153930664062
    ],
    [
     -0.14432106912136078,
     3.187880754470825,
     0.9906814098358154,
     1.2614073753356934,
     -0.04450515657663345,
     2.8043453693389893,
     -0.7806461453437805,
     -0.5186596512794495,
     2.065349578857422,
     -0.715831995010376,
     2.9283089637756348,
     2.4369492530822754,
     0.6272765398025513,
     2.8466904163360596,
     -0.46712160110473633
    ],
    [
     2.1477324962615967,
     2.974599838256836,
     0.27372264862060547,
     2.16572904586792,
     0.007461032830178738,
     2.8633463382720947,
     0.5992900729179382,
     -1.131258249282837,
     2.076784133911133,
     -1.2186944484710693,
     1.549838662147522,
     0.5243117809295654,
     -0.19997474551200867,
     1.1848971843719482,
     -1.241187572479248
    ],
    [
     1.556083083152771,
     2.0917158126831055,
     1.4328017234802246,
     0.5576627254486084,
     -0.010014069266617298,
     2.770432233810425,
     -1.3060047626495361,
     -0.44832512736320496,
     -0.1781376749277115,
     -1.2336050271987915,
     -0.9426473379135132,
     1.627551794052124,
     0.30314183235168457,
     1.3533910512924194,
     -0.26372212171554565
    ],
    [
     0.7688683867454529,
     -0.7689298987388611,
     4.005025863647461,
     -0.5742655396461487,
     -0.44356608390808105,
     -1.1123329401016235,
     1.384886384010315,
     -1.135354995727539,
     0.9820456504821777,
     0.08481961488723755,
     -0.8089301586151123,
     -1.0312654972076416,
     -1.1490826606750488,
     -0.877299964427948,
     -1.2328500747680664
    ],
    [
     -0.5217511057853699,
     -0.49998754262924194,
     -1.0498876571655273,
     2.3071916103363037,
     -0.39727166295051575,
     -0.03689983859658241,
     1.5777368545532227,
     -1.142792820930481,
     -1.2590171098709106,
     1.3678876161575317,
     -1.1971383094787598,
     -0.2604672908782959,
     -1.0435363054275513,
     -0.7335255742073059,
     1.3288549184799194
    ],
    [
     -0.3968530595302582,
     0.05072544142603874,
     -0.4126988649368286,
     -0.5815796256065369,
     1.393315076828003,
     -0.39152368903160095,
     -1.330288052558899,
     -0.39246147871017456,
     0.3975909650325775,
     -0.9932442903518677,
     -0.24176901578903198,
     -0.13814158737659454,
     2.696485757827759,
     -1.1022065877914429,
     3.744656562805176
    ],
    [
     -0.9582701325416565,
     -1.0647549629211426,
     -0.7212976813316345,
     -0.7281453609466553,
     1.102303147315979,
     -1.1153916120529175,
     1.252431869506836,
     0.38014939427375793,
     -1.281764268875122,
     -0.9435696005821228,
     3.488642692565918,
     -0.04102122411131859,
     -0.7139437198638916,
     2.206357955932617,
     1.0750148296356201
    ],
    [
     -1.008037805557251,
     -0.7043319940567017,
     -1.100166916847229,
     -0.4286499619483948,
     -0.3455163538455963,
     -1.1331725120544434,
     1.097131609916687,
     1.3193299770355225,
     2.3015642166137695,
     1.5466169118881226,
     -0.8491604924201965,
     1.8018718957901,
     -1.041285514831543,
     -0.7531179189682007,
     0.34078270196914673
    ],
    [
     0.7541470527648926,
     2.039001703262329,
     0.7114683985710144,
     0.8331740498542786,
     -0.6617045402526855,
     0.7043062448501587,
     -0.841587245464325,
     -0.5563474297523499,
     0.9583597779273987,
     -0.847661554813385,
     0.47334861755371094,
     0.09245287626981735,
     -0.6311278343200684,
     0.48374733328819275,
     0.12261998653411865
    ],
    [
     1.4806020259857178,
     0.7975122332572937,
     -0.8697283864021301,
     1.230820894241333,
     -0.18437990546226501,
     1.9674676656723022,
     -1.3121651411056519,
     -1.0978902578353882,
     -0.08653946965932846,
     1.3362455368041992,
     0.7352381944656372,
     1.2712671756744385,
     -1.2304147481918335,
     -0.35846656560897827,
     1.2136625051498413
    ],
    [
     0.3689204454421997,
     -0.7050712704658508,
     -0.5337628126144409,
     -1.1553826332092285,
     0.3540440499782562,
     -0.8766936659812927,
     -0.264774352312088,
     3.205366611480713,
     -0.392156183719635,
     -0.39595529437065125,
     0.25653505325317383,
     -1.1457136869430542,
     0.35147058963775635,
     1.2639920711517334,
     1.2115538120269775
    ],
    [
     1.446901798248291,
     0.19215169548988342,
     -0.5214079022407532,
     -0.8640634417533875,
     -0.6791369915008545,
